export default {
	count: 100,
	start: 0,
	total: 1091830,
	booklist: [
		{
			rating: {
				max: 10,
				numRaters: 218,
				average: '8.3',
				min: 0
			},
			subtitle: 'Everyday Slang from What\'s Up? to F*ck Off!',
			author: [
				'Matt Coleman',
				'Edmund Backhouse'
			],
			pubdate: '2008-11-06',
			tags: [
				{
					count: 105,
					name: '语言',
					title: '语言'
				},
				{
					count: 65,
					name: 'Chinese',
					title: 'Chinese'
				},
				{
					count: 56,
					name: '英语',
					title: '英语'
				},
				{
					count: 46,
					name: 'Dirty',
					title: 'Dirty'
				},
				{
					count: 40,
					name: '！！！！！！！',
					title: '！！！！！！！'
				},
				{
					count: 36,
					name: 'funny',
					title: 'funny'
				},
				{
					count: 30,
					name: '关于中国',
					title: '关于中国'
				},
				{
					count: 25,
					name: 'Slang',
					title: 'Slang'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4481798.jpg',
			binding: 'Paperback',
			translator: [],
			catalog: '',
			pages: '128',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4481798.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4481798.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4481798.jpg'
			},
			alt: 'https://book.douban.com/subject/4429796/',
			id: '4429796',
			publisher: 'Ulysses Press',
			isbn10: '1569756740',
			isbn13: '9781569756744',
			title: 'Dirty Chinese',
			url: 'https://api.douban.com/v2/book/4429796',
			alt_title: '',
			author_intro: '',
			summary: '',
			series: {
				id: '21125',
				title: 'Dirty Everyday Slang'
			},
			price: 'GBP 5.99'
		},
		{
			rating: {
				max: 10,
				numRaters: 148,
				average: '9.1',
				min: 0
			},
			subtitle: 'F1偶像的官方内幕',
			author: [
				'路旦俊',
				'米歇尔・科姆特',
				'萨比娜・凯姆'
			],
			pubdate: '2004-8-1',
			tags: [
				{
					count: 66,
					name: '舒马赫',
					title: '舒马赫'
				},
				{
					count: 66,
					name: 'F1',
					title: 'F1'
				},
				{
					count: 43,
					name: '传记',
					title: '传记'
				},
				{
					count: 25,
					name: '车王',
					title: '车王'
				},
				{
					count: 25,
					name: '一个人的F1',
					title: '一个人的F1'
				},
				{
					count: 23,
					name: '舒米',
					title: '舒米'
				},
				{
					count: 13,
					name: '德国',
					title: '德国'
				},
				{
					count: 9,
					name: '人物传记',
					title: '人物传记'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s5734154.jpg',
			binding: '精装(无盘)',
			translator: [
				'路旦俊'
			],
			catalog: '',
			pages: '192',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s5734154.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s5734154.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s5734154.jpg'
			},
			alt: 'https://book.douban.com/subject/1187889/',
			id: '1187889',
			publisher: '湖南文艺出版社',
			isbn10: '7540433795',
			isbn13: '9787540433796',
			title: '一个人的F1',
			url: 'https://api.douban.com/v2/book/1187889',
			alt_title: '',
			author_intro: '',
			summary: '非常之难买的书（当然在网上书店出现之前）。\n喜欢舒马赫的人多半会买回来作纪念。',
			price: '68.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 82,
				average: '8.1',
				min: 0
			},
			subtitle: '约瑟夫·F·洛克传',
			author: [
				'[美] 斯蒂芬妮·萨顿'
			],
			pubdate: '2013-12-1',
			tags: [
				{
					count: 84,
					name: '传记',
					title: '传记'
				},
				{
					count: 48,
					name: '探险',
					title: '探险'
				},
				{
					count: 41,
					name: '历史',
					title: '历史'
				},
				{
					count: 29,
					name: '旅行',
					title: '旅行'
				},
				{
					count: 28,
					name: '香格里拉',
					title: '香格里拉'
				},
				{
					count: 28,
					name: '洛克',
					title: '洛克'
				},
				{
					count: 23,
					name: '植物学',
					title: '植物学'
				},
				{
					count: 21,
					name: '文化',
					title: '文化'
				}
			],
			origin_title: 'In China\'s Border Provinces:the Turbulent Career of Joseph Rock,Botanist-explorer',
			image: 'https://img3.doubanio.com/view/subject/m/public/s27294815.jpg',
			binding: '平装',
			translator: [
				'李若虹'
			],
			catalog: '中文版序\n第1章 玉龙雪山之行\n纳西人：定居云南的藏族移民\n第2章 起步维艰：少年时光和夏威夷岁月\n2.1 夏威夷植物标本室的创建\n2.2 入美国籍\n2.3 寻找大风子树\n2.4 西方科学家在中国的新发现\n第3章 彩云之南：政治形势和日常生活\n3.1 鸦片政治\n3.2 中国人的冷漠\n3.3 西方来的传教士及其影响\n第4章 甘青之行\n4.1 从云南到四川：中国的崎岖山路\n4.2 昭通百姓的疾苦\n4.3 夏河的回藏冲突\n第5章 日记：洛克的内心世界\n5.1 洛克对中国人的态度\n第6章 寻求神秘之山\n6.1 侯家寺的跳神\n6.2 甘肃的敌对势力\n6.3 阿尼玛卿山之行\n6.4 甘肃的骚乱\n第7章 残忍的统治和昏庸的制度：卓尼、木里和永宁的土司\n7.1 卓尼和迭部\n7.2 卓尼杨土司\n7.3 木里统治者\n7.4 木里金矿\n7.5 永宁边区\n第8章 贡嘎行\n8.1 罗斯福探险队在永宁\n8.2 对贡嘎山的首次报道\n8.3 高涨的排外情绪\n第9章 纳西人、国民党和传教士\n9.1 对传教士的评价\n9.2 蒋介石深陷困境\n第10章 长征岁月\n10.1 翻天覆地的前兆\n第11章 进退维谷\n11.1 西部大迁移\n第12章 国民党的倒台和共产革命的胜利\n12.1 通货膨胀和经济危机\n12.2 共产党的攻势\n12.3 尾声\n鸣谢\n注释\n参考书目和文献资料\n人名译名对照\n译后记',
			pages: '436',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s27294815.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s27294815.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s27294815.jpg'
			},
			alt: 'https://book.douban.com/subject/25834004/',
			id: '25834004',
			publisher: '上海辞书出版社',
			isbn10: '7532640159',
			isbn13: '9787532640157',
			title: '苦行孤旅',
			url: 'https://api.douban.com/v2/book/25834004',
			alt_title: 'In China\'s Border Provinces:the Turbulent Career of Joseph Rock,Botanist-explorer',
			author_intro: '约瑟夫·洛克（Joseph F.Rock，1884—1962）是中国研究民族学、纳西学和藏学的学者比较熟悉的一位西方学者。19世纪和20世纪之交，不少西方探险家、学者、传教士和旅行家怀有各种目的，开始来到中国西部边疆地区。他们寻求考古发现，以西方人文科学的方法对当地的社会和风土人情进行观察、记录。早期的西方探险家和学者主要热衷于中国西部的地下文物，比如，敦煌古代写卷和黑水城文书的发现过程中都有这些外国人的身影。到了20世纪的二三十年代，外国探险家们对世界这一块土地的热情依然不减。不过，他们追寻的目标逐渐从考古发现转向了对自然地理环境、人文习俗和社会制度的考察和研究，有些人在中国西部长期居住下来，对某一地区进行长期的跟踪考察和记录，还把他们的文稿寄往国外的刊物发表。直到20世纪50年代初，由于中国政治形势的巨变，他们才不得不离开中国。在后期的这些西方探险家和学者中，洛克是颇有代表性的一位。他不仅以性格孤僻、勤于笔耕著称，而且我们还可以说，他是唯一一位在中国西南边疆地区长期生活和考察、一生大部分时间生活在云南的西方人。他在云南丽江纳西地区的活动、他对青海阿尼玛卿山地区的动植物学考察、他把卓尼版藏文大藏经《甘珠尔》《丹珠尔》带去美国、他对四川木里藏族地区的探险以及民国时期和西南地区各路人马的直接接触和交往，都是轰动一时而且长期为后人所津津乐道的事迹。\n洛克在中国再次被人们提起和关注，开始于20世纪80年代云南丽江地区旅游业的蓬勃兴起。丽江的景点吸引了很多游人，随之洛克也引起了很多人的关注，其中有学者，也有倾心丽江的历史和人文的普通老百姓，因此近年来陆陆续续出现了很多与洛克相关的文章，还有几部书作出版。不过这些文章和书籍中，有一部分是基于道听途说，加入国外寻得的一些资料，拼凑而成，还有的是在描写洛克这个传奇人士时添加了不少文学色彩和想象的。虽然有关洛克的各类故事读起来耸人听闻，但是缺乏对洛克的生活背景、性格特征和人生意念的准确描写和深入分析。这种现象引起了远在美国的李若虹博士的关注，她决心把现有的唯一一部完整而又准确可信的洛克的英文传记翻译成汉文，介绍给国内关心洛克这个人物的读者。\n李若虹博士1988年从上海复旦大学毕业后，先后在英国牛津大学和美国哈佛大学攻读硕士和博士学位。从哈佛大学内亚研究系毕业后，一直供职于哈佛燕京学社。这些年来，她挤出业余时间来翻译洛克的传记，与她在哈佛的研究专攻和工作经历实在是密不可分。洛克的足迹遍及中国藏区边地，他一生大部分时间生活在云南，可以说是在欧亚内陆和青藏高原的最东端；1924～1927年，洛克得到哈佛大学阿诺德植物园的资助，到阿尼玛卿山地区采集植物标本；二战结束后，从1945—1950年，洛克又被当时哈佛燕京学社社长叶理绥（Serge Elisseeff）教授聘为研究员，被派往云南丽江从事他的纳西学研究工作。至今哈佛燕京学社还存有洛克当时和社长的大量通信。正是这些渊源，若虹在哈佛燕京学社工作不久就开始了这一翻译工作。翻译实非易事，而这又是一部人事涉及面很广、需要多种学科知识支撑的人物传记，做起来更是需要毅力。虽经数年，但是若虹对这本译著的热心和努力不减起初。细水长流，经过努力，现在她终于完成了这一项目。\n这本传记是由哈佛大学阿诺德植物园前任主任理查德·霍华德（Richard A.Howard）教授的专职助理斯蒂芬尼·萨顿（Stephanne B.Sutton）在1974年完成，由美国哈斯汀斯书房出版的。虽然洛克和萨金特教授的交往重在1924—1927年的甘青之行，但是这本书并非仅仅侧重于洛克的这一段经历，而是囊括了他一生与众不同的经历，尤其值得称道的是作者通过研读、分析现有的各种一手材料，对这位探险家的性格和内心世界做了细致的描述和准确而又深入的分析。正如本书的标题《苦行孤旅》所展示的，洛克是一位杰出的植物学家、探险家和语言学家，但是他更是一位彻头彻尾的孤独者！正如作者在为传记尾声处所写：“他始终不能安心在一处逗留多时，总是在不停地旅行，不停地漂泊。他永远只是一个移民，哪儿都没有他安身的家。也许正是由于他年轻时就离开了自己的家乡，这就注定他将彻底失去自己真正的家园。中国曾经接纳过他，可最终洛克竟无法在那儿找到归宿而遭离弃。”\n可以说，迄今在国内，我们还没看到一本真正基于现存的史料的整理、研究而写成的洛克传。因此若虹经过多年锲而不舍的努力完成的这本译著填补了这一空白。虽则原著成书于40年之前，但是书中展示的洛克，这位杰出的植物学家、探险家和语言学家，这位孤僻难处的天才型学者一生的独特的经历，迄今读来，仍然意趣盎然，别开生面。无论你是着迷于西南怡人风光的普通读者，还是研究民国西南历史、政治的学者，或是热衷于了解20世纪前半期生活在中国的各路西方人在中国的观感和体验的人文爱好者，本书为读者打开一扇独到的窗户。\n若虹受过扎实的学术训练，她的翻译不仅力求准确，贴近原文，而且在翻译过程中，她不断对相关的历史事件的前后细节、人物的背景和关系和相关人名、地名的渊源做过认真的校对和考究。本译著是国内现今很多零散地编译、摘录部分内容再加上自己的感叹而写出的有关洛克的传闻所难以企及的。另外，她毕业后一直留校任职，近水楼台，有选用哈佛大学图书馆馆藏的各类老照片和史料的便利。若虹在汉译本中添加多帧精彩的照片和洛克的亲笔书信，这些原始材料现均收藏于哈佛大学多家图书馆内，更使这一传记读来栩栩如生，确实能使读者对洛克这个传奇人物有一全新的了解。\n中国藏学研究中心历史宗教研究所研究员\n陈庆英',
			summary: '19世纪和20世纪之交，不少西方探险家、学者、传教士和旅行家怀有各种目的，开始来到中国西部边疆地区。他们寻求考古发现，以西方人文科学的方法对当地的社 会和风土人情进行观察、记录。约瑟夫·洛克 Joseph F.Rock (1884 - 1962) 也是其中之一，他不仅以性格孤僻、勤于笔耕著称，他是唯一一位在中国西南边疆地区长期生活和考察、一生大部分时间生活在云南的西方人。他在云南丽江纳西地区的活动、他对青海阿尼玛卿山地区的动植物学考察、他把卓尼版藏文大藏经《甘珠尔》《丹珠尔》带去美国、他对四川木里藏族地区的探险以及民国时期和西南地区各路人马的直接接触和交往，都是轰动一时而且长期为后人所津津乐道的事迹。 斯蒂芬妮·萨顿编著的这本《苦行孤旅》是唯一一本用洛克的日记、书信以及对当事人的采访等一手资料写成的传记。',
			series: {
				id: '9840',
				title: '辞海译丛'
			},
			price: 'CNY 66.00'
		},
		{
			rating: {
				max: 10,
				numRaters: 4707,
				average: '8.5',
				min: 0
			},
			subtitle: '看入人里，看出人外',
			author: [
				'[美]罗纳德·B·阿德勒',
				'拉塞尔·F·普罗科特'
			],
			pubdate: '2015-1',
			tags: [
				{
					count: 12024,
					name: '沟通',
					title: '沟通'
				},
				{
					count: 8774,
					name: '人际关系',
					title: '人际关系'
				},
				{
					count: 6481,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 4648,
					name: '技能技巧',
					title: '技能技巧'
				},
				{
					count: 4326,
					name: '情商',
					title: '情商'
				},
				{
					count: 4035,
					name: '表达',
					title: '表达'
				},
				{
					count: 3747,
					name: '心理',
					title: '心理'
				},
				{
					count: 3321,
					name: '成长',
					title: '成长'
				}
			],
			origin_title: 'Looking Out  Looking In,14e',
			image: 'https://img3.doubanio.com/view/subject/m/public/s27920443.jpg',
			binding: '平装',
			translator: [
				'黄素菲',
				'李恩'
			],
			catalog: '译者序\n前　言\n致　谢\n\n第一章　人际沟通入门\n第一部分 看入人里\n第二章　沟通和认同：自我的塑造与展现\n第三章　知觉：看到什么就是什么\n第四章　情绪：感觉、思考和沟通\n第二部分　看出人外\n第五章　语言：障碍与桥梁\n第六章　非语言沟通：超越字词之外的信息\n第七章　倾听：不只是听见\n第三部分　看人之间\n第八章　沟通和关系的演变\n第九章　人际沟通中的亲密关系\n第十章　增进沟通气氛\n第十一章　处理人际冲突\n出版后记',
			pages: '448',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s27920443.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s27920443.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s27920443.jpg'
			},
			alt: 'https://book.douban.com/subject/26275861/',
			id: '26275861',
			publisher: '世界图书出版公司·后浪出版公司',
			isbn10: '751007746X',
			isbn13: '9787510077463',
			title: '沟通的艺术（插图修订第14版）',
			url: 'https://api.douban.com/v2/book/26275861',
			alt_title: 'Looking Out  Looking In,14e',
			author_intro: '著者：\n罗纳德•B•阿德勒（Ronald B. Adler），致力于有关沟通的研究和写作。他的著作主题涵盖了商务沟通、公共演讲、小组交流、独断力以及社交技巧。写作之外，他还在大学授课，以帮助专业和商务人士改进他们在职场中的人际沟通技巧。\n拉塞尔•F•普罗科特（Russell F. Proctor），北肯塔基大学教授。1990年在一次沟通学会议上与阿德勒相遇，两人就使用故事片作为教学用具达成了共识。多年来，他们围绕沟通这个主题广泛地撰写文章、四处演讲，并合作出版了许多教材。\n译者：\n黄素菲，台湾师范大学教育心理与辅导研究所博士，曾担任东吴大学专任讲师，并在台北商专、师范大学、台湾艺术学院、东吴大学、实践大学、辅仁大学、海洋大学等学府担任兼职讲师和辅导老师。现任阳明大学学生辅导中心主任。\n李恩，自由译者，吉林大学心理学学士，海外工作四年，曾于联合国亚洲总部实习。',
			summary: '你是否说话过于直白不讲情面？\n你是否说话过于委婉达不到目标？\n你又是否因为不善沟通备感挫折？\n从三个层面教你养成既有效又适当的沟通方式\n•看入人里之沟通者\n•看出人外之沟通信息\n•看人之间之关系演变\n本书分为“看入人里”、“看出人外”和“看人之间”三个部分：“看入人里”主要探讨了与沟通者有关的因素，说明了人际关系的本质，强调自我在沟通中的角色，并分析了知觉与情绪在沟通中的重要性；“看出人外”聚焦于沟通者之外信息的传送与接收，分析了语言的运用和非语言线索的特征，强调了倾听的重要性；“看人之间”则主要讨论了关系的演变过程，侧重于亲密关系的区辨，提出了增进沟通氛围、处理人际冲突的各种沟通方法。本书既关注有关人际沟通的理论介绍，也加入了丰富实用的阅读材料。7大专栏、超过100篇文章，让你可以轻松学习和应用书中的沟通技巧。新增超过50部热门美剧、电影和真人秀的分析，让你可以轻松印证作者在每一章总结的沟通准则，增加阅读的趣味性。\n“作为一名大学生，我已经习惯了枯燥粗简、令人昏昏欲睡的教科书，但《沟通的艺术》是一个例外。书里的绘画、诗歌以及故事，甚至卡通，都是美丽而有趣的，内容则经过精心组织，文本读起来让人忍俊不禁……如果您是一位沟通学者或心理学教授，正在为新课程挑选教材，请帮您的学生一个很大的忙：使用这本书吧！”\n——亚马逊读者评论',
			series: {
				id: '615',
				title: '后浪大学堂'
			},
			price: '68.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: 'F',
			author: [],
			pubdate: '2009',
			tags: [
				{
					count: 1,
					name: '艺术',
					title: '艺术'
				},
				{
					count: 1,
					name: '欧洲',
					title: '欧洲'
				},
				{
					count: 1,
					name: '图册',
					title: '图册'
				},
				{
					count: 1,
					name: '历史',
					title: '历史'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s28430210.jpg',
			binding: '平装',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s28430210.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s28430210.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s28430210.jpg'
			},
			alt: 'https://book.douban.com/subject/26729372/',
			id: '26729372',
			publisher: '',
			isbn10: '9055448230',
			isbn13: '9789055448234',
			title: 'From the Hand of the Master the Hours of Catherine of Cleves',
			url: 'https://api.douban.com/v2/book/26729372',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: ''
		},
		{
			rating: {
				max: 10,
				numRaters: 5205,
				average: '8.9',
				min: 0
			},
			subtitle: '尼采美学文选',
			pubdate: '1986-12',
			series: {
				id: '13517',
				title: '现代西方学术文库'
			},
			image: 'https://img3.doubanio.com/view/subject/m/public/s6999993.jpg',
			binding: '平装',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s6999993.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s6999993.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s6999993.jpg'
			},
			alt: 'https://book.douban.com/subject/1063852/',
			id: '1063852',
			title: '悲剧的诞生',
			author_intro: '',
			tags: [
				{
					count: 3258,
					name: '尼采',
					title: '尼采'
				},
				{
					count: 2594,
					name: '哲学',
					title: '哲学'
				},
				{
					count: 1169,
					name: '悲剧的诞生',
					title: '悲剧的诞生'
				},
				{
					count: 915,
					name: '西方哲学',
					title: '西方哲学'
				},
				{
					count: 686,
					name: '美学',
					title: '美学'
				},
				{
					count: 595,
					name: '德国',
					title: '德国'
				},
				{
					count: 399,
					name: '周国平',
					title: '周国平'
				},
				{
					count: 314,
					name: '文艺评论',
					title: '文艺评论'
				}
			],
			origin_title: '',
			price: '2.85元',
			translator: [
				'周国平'
			],
			catalog: '目录\n译序\n悲剧的诞生\n瓦格纳在拜洛伊特\n出自艺术家和作家的灵魂\n曙 光（节译）\n快乐的科学（节译）\n查拉图斯特拉如是说（节译）\n自我批判的尝试\n瓦格纳事件\n偶像的黄昏（节译）\n看哪，这人（节译）\n作为艺术的强力意志\n',
			pages: '387',
			publisher: '生活·读书·新知三联书店',
			isbn10: 'SH2002-299',
			alt_title: '',
			url: 'https://api.douban.com/v2/book/1063852',
			author: [
				'[德] 尼采(Nietzsche,F.)'
			],
			summary: '《悲剧的诞生》的主旨，尼采后来一再点明，是在于为人生创造一种纯粹审美的评价，审美价值是该书承认的唯一价值，“全然非思辩、非道德的艺术家之神”是该书承认的唯一的“神”，他还明确指出，人生的审美评价是与人生的宗教、道德评价以及科学评价根本对立的。《悲剧的诞生》尼采后来提出的“重估一切价值”，其实，“重估”的思想早已蕴含在他早期的美学理论中了。当时他就宣告：“我们今日称作文化、教育、文明的一切，终有一天要带到公正的法官酒神面前。”后来又指出：“我们的宗教、道德和哲学是人的颓废形式。相反的运动：艺术。”可见，“重估”的标准是广义艺术，其实质是以审美的人生态度反对伦理的人生态度和功利的人生态度。'
		},
		{
			rating: {
				max: 10,
				numRaters: 1,
				average: '0.0',
				min: 0
			},
			subtitle: 'f',
			author: [
				'Everett, Percival'
			],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s5578404.jpg',
			binding: 'Pap',
			translator: [],
			catalog: '',
			pages: '70',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s5578404.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s5578404.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s5578404.jpg'
			},
			alt: 'https://book.douban.com/subject/2955983/',
			id: '2955983',
			publisher: 'Small Pr Distribution',
			isbn10: '1597090573',
			isbn13: '9781597090575',
			title: 'RE',
			url: 'https://api.douban.com/v2/book/2955983',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '$ 16.89'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: 'F',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '0',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/24636022/',
			id: '24636022',
			publisher: 'Pwb-Marketing',
			isbn10: '1404835032',
			isbn13: '9781404835030',
			title: 'Leveled Readers',
			url: 'https://api.douban.com/v2/book/24636022',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: ''
		},
		{
			rating: {
				max: 10,
				numRaters: 22,
				average: '8.9',
				min: 0
			},
			subtitle: '看透F10',
			author: [
				'吴国平'
			],
			pubdate: '2010-2',
			tags: [
				{
					count: 11,
					name: '投资',
					title: '投资'
				},
				{
					count: 8,
					name: '股票',
					title: '股票'
				},
				{
					count: 3,
					name: '股票操作',
					title: '股票操作'
				},
				{
					count: 3,
					name: '经济',
					title: '经济'
				},
				{
					count: 2,
					name: '金融',
					title: '金融'
				},
				{
					count: 1,
					name: '已购',
					title: '已购'
				},
				{
					count: 1,
					name: '工具书',
					title: '工具书'
				},
				{
					count: 1,
					name: '回忆录',
					title: '回忆录'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s4332400.jpg',
			binding: '',
			translator: [],
			catalog: '第一章  对F10的基本认识  第一节  第一印象    一、“最新提示”栏      1．最新公告      2．最新报道      3．最新异动      4．最新运作    二、“公司概况”栏      1．基本资料      2．发行上市      3．关联企业  第二节  开始了解——股东研究      1．股东变化      2．基金持股      3．股东简介  第三节  深入了解——主力追踪      1．机构持股汇总      2．股东户数      3．机构持股明细      4．异动上榜  第四节  继续深入    一、“重要事项栏”      1．资本运作      2．风险提示      3．其他事项    二、“行业分析”栏      1．行业地位      2．行业研究  第五节  回归现实      1．股本结构      2．股本变化      3．限售股份      4．股改情况  第六节  接触家长      1．高管列表      2．高管兼职      3．高管简介  第七节  了解家底——经营分析      1．主营构成      2．经营投资      3．关联企业经营状况  第八节  综合比较    一、财务分析栏      1．财务指标(图44)      2．异动分析      3．环比分析      4．财务预警    二、“公司报导”栏    三、“百家争鸣"栏    四、“港澳分析”栏      1．投资评级统计      2．港澳投资圈点      3．综合数据分析  第九节  潜在能量——分红扩股  第十节  全面感知——关联个股      1．同大股东个股      2．同行业个股      3．股本相近个股      4．同概念个股第二章  F10的重点部分  第一节  F10之“高层治理”    一、基础认识    二、操盘论道      1．注意“领军人物”与“任职起始日”      2．不比不知道    三、温故知新    四、课后习题    五、市场随笔      1．总结操盘手  谈三点要求      2．从“盲从”谈起  第二节  F10之“股东研究”    一、基础认识    二、操盘论道      1．在“股东研究”中感受主力      2．“股东研究”与波动      3．以中国石化为例深入理解      4．“股东研究”要结合具体形态及主力底线来看    三、温故知新    四、课后练习题    五、市场随笔      1．“动静结合”乃赢家之道      2．机会属于谁  第三节  F10之“主力追踪”    一、基础认识    二、操盘论道      1．如何把握“主力机构汇总”与“股东户数”      2．主力机构的派系、气势以及风格      3．“异动上榜”的奥秘      4．“主力”的背后和“主力”的三个类型    三、温故知新    四、课后习题    五、市场随笔      1．勇敢地站在最危险一方      2．如何面对暴涨  第四节  F10之“百家争鸣”    一、基础认识    二、操盘论道      1．理解“大局观”      2．感受大环境      3．如何理解题材      4．坚定持有与不可恋战    三、温故知新    四、课后习题  第五节  F10之“公司概况”与“经营分析”    一、基础认识    二、操盘论道      1．学会有所侧重以及把握关联企业战机      2．理解“主营业务”以及“年报、半年报”      3．涨停的背后原因    三、温故知新    四、课后习题    五、市场随笔      1．从心理波动谈如何成为大赢家      2．认识到风险后再去谈机会  第六节  F10之“行业分析”与“公司大事”    一、基础认识    二、操盘论道      1．学会对比      2．“销售毛利率”很重要      3．数据突出带来的恐怖魅力      4．如何面对“公司大事”    三、温故知新    四、课后习题第三章  F10之综合战役  第一节  大盘股一一华侨城全面操盘论道    一、基础认识    二、操盘论道      1．“对比大盘”      2．“最新提示”与“公司概况”——第一印象4      3．“股东研究”——开始了解      4．“主力追踪”一一深入了解      5．“公司大事”与“行业分析”——继续深入      6．“股本股改”——回归现实      7．“高层治理”——接触家长      8．经营分析——了解家底      9．财务分析、公司报导、百家争鸣与港澳分析——综合比较      10．分红扩股——潜在能量      11．关联个股——全面感知    三、温故知新    四、课后习题    五、市场随笔      1．别让自己“走火入魔”      2．看财经新闻的关键  第二节  中盘股——云南白药全面操盘论道    一、基础认识    二、操盘论道      1．“对比大盘”      2．“最新提示”与“公司概况”——第一印象      3．“股东研究"      4．“主力追踪"      5．“公司大事”与“行业分析”      6．“股本股改"      7．“高层治理”      8．“经营分析”      9．财务分析，公司报导、百家争鸣与港澳分析      10．“分红扩股”      11．“关联个股”    三、温故知新    四、课后习题    五、市场随笔      1．房价与股市波动的背后      2．学会捕捉消息面去操作  第三节  小盘股——熊猫烟花全面操盘论道    一、基础认识    二、操盘论道      1．“对比大盘”(图189至图190)      2．“最新提示”与“公司概况”(图191至图196)      3．“股东研究”(图197至图199)      4．“主力追踪”(图200至图202)      5．“公司大事”与“行业分析”(图203至图205)      6．“股本股改”(图206至图207)      7．“高层治理”(图208至图210)      8．“经营分析”(图211至图212)      9．财务分析、公司报导、百家争鸣与港澳分析(图213至图220)      10．“分红扩股”(图221至图222)      11．“关联个股"(图223)    三、温故知新    四、课后习题    五、市场随笔      1．浅谈短线      2．再谈短线      3．股市如人生附录  如何看待F10中不同资讯的界面  一、16个小栏目  二、八个“等于”  三、虽然有差异，但更多的是统一',
			pages: '247',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s4332400.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s4332400.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s4332400.jpg'
			},
			alt: 'https://book.douban.com/subject/4262017/',
			id: '4262017',
			publisher: '广东经济',
			isbn10: '7545403975',
			isbn13: '9787545403978',
			title: '操盘论道入门曲',
			url: 'https://api.douban.com/v2/book/4262017',
			alt_title: '',
			author_intro: '我们懂得财富是人生的基石，但我们是否懂得财富金子塔中最顶尖的金融财富呢？是否懂得如何建立正确、稳健、可持续发展的金融观和财富观？如果说财富是人生必须的追求，是否意味着拥有了财富就注定拥有了完美的生活？是否一定要先竭尽全力赚取财富，然后才开始品味自己的人生？金融财富的势与人生境界的格，是否有某种程度上的深刻关联？\n\n    显然，吴国平用他传奇般的财富实践和人生经历，向我们展示了诸多问题的答案：像感悟人生一样来感悟金融，像投资金融一样来投资人生。\n\n    所以，在众多的人生光环中，他矢志不移追求的是，能否以自己的研究和实践，成为中国金融人生文化的首倡者、实践者和推广者。他有一句名言“你具有多少金融财富并不重要，重要的是你拥有一个什么样的金融人生”。历经风雨的吴国平及早的回归了金融和人生的价值本位，他相信总有一些朴实无华的珠玉真理，被我们过度的狂欢和沮丧埋藏了，所以，他有着淡定的平常心和惊人的冷静。“金融财富的投资和积累，能否笑到最后，和人生的成败一样。不看一时的得失，不计一时的名利，但谋一种气定神闲、有的放矢的格局。”\n\n    正因为如此，耀眼头衔和传奇经历接踵而至：“少帅操盘手”、股市战略专家、著名财经评论家等。06年5月被媒体给予奥运版“牛市宣言第一人”称号；06年9月初至10月底，以两个月超150%收益的成绩在操盘纪实大赛中夺得冠军；被《理财周报》评为2007中国理财年度人物。作为特邀嘉宾，曾做客北京电视台、深圳电视台、浙江卫视、腾讯、新浪、和讯等各大卫视及著名财经网站，并在《证券时报》、《上海证券报》、《南方日报》、《香港商报》等报刊开辟过专栏，担任过多家公司的首席金融顾问。其观点与思想更是不时见诸各大重量级报刊，如《瞭望东方周刊》、《三联生活周刊》、《第一财经日报》等。\n\n    吴国平常常能从生活的细节中发现投资的机遇和危机。历经起伏与沉淀，参悟出的操作赢利系统，更显珍贵。在高中时期就接触股市，经历了多个牛熊起伏的他信奉：资本市场没有神仙，谁都有可能遭遇成功或失败，在这里，比的不是谁阶段性牛，而是谁最终能笑到最后！\n这就是“80后”的吴国平。一个年经的私募基金经理，一个有着从容的金融人生观的资本客。\n\n    《吴国平操盘论道五部曲》系列丛书，这将是吴国平实践与推广“金融人生观”的开始！',
			summary: '《操盘论道入门曲:看透F10》内容简介：F10是我们操作股票软件时经常接触但又常被大多数人所忽略的地方，其包括的范围很广，例如公司概括、股东研究、主力追踪、行业分析、高层治理、财务分析、公司报道、百家争鸣、分红扩股等等，可以说，这里面的内容就是上市公司基本面的一个大综合。\n很多人可能只是找到上述栏目中的几个自己认为能看得懂的或者是自己认为较为重要的看一下就算了，但是，蜻蜓点水式的阅读，一是无法形成系统化的研究，二是很容易忽略掉真正具有价值的基本面信息。重视基本面，其实就应该从重视F10的阅读与研究中开始，这里的信息虽然是公开的，但内涵却是大有乾坤，懂它的人很容易就能够挖掘出真正有价值的基本面信息出来，从而在具体博弈过程中占据先机。\n我们不妨让自己系统地去看待F10，在这《操盘论道入门曲:看透F10》中，我也毫无保留地把自己对F10的系统方法展示给读者，希望读者通过书中由浅入深、由点到面、由远及近的剖析方式，感悟并掌握F10系统，这将会给你的投资过程带来巨大益处。',
			price: '48.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 10251,
				average: '9.7',
				min: 0
			},
			subtitle: '',
			author: [
				'[日本] 藤子·F. 不二雄'
			],
			pubdate: '2002-9',
			tags: [
				{
					count: 1439,
					name: '漫画',
					title: '漫画'
				},
				{
					count: 1203,
					name: '哆啦A梦',
					title: '哆啦A梦'
				},
				{
					count: 646,
					name: '经典',
					title: '经典'
				},
				{
					count: 571,
					name: '机器猫',
					title: '机器猫'
				},
				{
					count: 548,
					name: '日本',
					title: '日本'
				},
				{
					count: 528,
					name: '藤子・F・不二雄',
					title: '藤子・F・不二雄'
				},
				{
					count: 507,
					name: '童年',
					title: '童年'
				},
				{
					count: 409,
					name: '日本漫画',
					title: '日本漫画'
				}
			],
			origin_title: '',
			image: 'https://img9.doubanio.com/view/subject/m/public/s2796866.jpg',
			binding: '平装',
			translator: [
				'碧日'
			],
			catalog: '哆啦A梦1\n来自未来世界的机器人\n哆啦A梦的大预言\n动物饼干\n间谍大战\n颠倒魔笛\n古董大战\n磕头虫\n老祖宗加油\n抓影子\n赞美口红\n得了一百分\n求婚行动\n++和××一起\n下雪天，真热\n神灯里的妖怪\n竹马快跑\n哆啦A梦2\n记忆面包\n机器人罗子\n鬼怪灯\n梦风铃\n我的生日\n诚实太郎\n静香的羽衣\n撒谎镜子\n时间包袱皮\n百发百中手相图\n老狼一家\nN·s徽章\n造地铁\n室内小农场\n传染感冒\n书房里的大雪崩\n追捕恐龙\n回信邮筒\n哆啦A梦3\n危险！狮面人\n更改日期的日历\n换妈妈的孩子\n小福尔摩斯探案\n日程钟\n撒谎机\n超人\n1024倍奖金\n引路小天使\n神奇蜡笔\n换衣服照相机\n啊，喜欢、喜欢、喜欢！\n梦想的城镇——大雄之国\n梦想成真药片\n自己做自己的老师\n百合般的女孩\n故事徽章\n佩佩，活过来吧！\n哆啦A梦4\n急脾气、慢性子\n重力油漆\n地球制造法\n镜子里的大雄\n记忆恢复锤\n罚金箱\n全是哆啦A梦\n第四时空三轮车\n地底国的探险\n防身斗篷\n制作徽章吧\n我家的游泳池像太平洋\n连续喷雾器\n梦幻枕头\n黑带大雄\n中了大奖\n不请自来电话\n大象和叔叔\n哆啦A梦5\n魔幻照相机\n弄假成真\n玩具兵\n颠倒指针\n海底远足\n月光与虫声\n组合客人的脸\n使用未来的存款\n友情标签\n世界沉没\n透视望远镜\n音乐气体\n大雄祖先的宝藏\n未来世界的怪人\n录音茶壶\n石头帽子\n幸运枪\n奶奶的故事\n哆啦A梦6\n夜晚世界的国王\n流行性病毒\n温泉旅行\n盆景滑雪场\n实物图鉴\n600万元的名画\n鲤鱼旗\n代理口香糖\n万能大炮\n穿红鞋的小女孩\n最佳投手帽\n大雄漂流记\n乘潜水艇去海上\n尼斯湖怪兽来了\n台风的孩子\n性格反差药\n大雄未来的新娘\n再见，哆啦A梦\n哆啦A梦百科\n哆啦A梦7\n归来的哆啦A梦\n小机器人\n打败胖虎\n会飞的鱼\n可爱的猫咪\n没有去旅行的旅行照\n寻找妈妈丢失的宝石\n倒霉蛋\n老鼠和炸弹\n从未来世界买来的东西\n石器时代的大王\n改正坏习惯的气体\n超级搅拌机\n超能力帽\n实验机器人\n狸猫机\n七只手脚、三只眼\n魔绳\n山村里的怪事\n哆啦A梦8\n推迟显像抹布\n剧本打火机\n乱时计\n图表从不说谎\n吃糖当歌手\n人类制造机\n噩运钻石\n欢笑人生\n透明人眼药水\n惹人喜欢药片\n万宝锤\n勤劳的采钱蜂\n人力机车\n进化退化放射线源\n卖火柴的哆啦A梦\n挑长相的照相机\n回忆放映机\n男女性格转换剂\n会擦脸的橡皮\n我是玛丽\n机器人评论家\n辛苦酱\n哆啦A梦9\n令人感动的话筒\n发现了地灵虫！\n墙纸中的新年晚会\n收藏瓶盖\n通行圈\n出游音叉\n操纵人体机\n遗忘草\n浦岛糖果（哆啦美篇）\n建造无人岛\n搬家地图\n情绪测试器\n疑神疑鬼药片\n大雄的大雄\n显示行踪的徽章\n蜗牛屋真自在\n电话妖怪\n我是桃太郎的什么呢：\n其一时间照片之谜\n其二神秘的外国人之谜\n其三从桃子里诞生的OOO\n哆啦A梦10\n延时糖果\n人体切割机\n拼装公寓树\n神奇的下酒菜\n看不见人的眼药水\n随时可写的日记\n百年后的副刊\n出售黑夜\nXYZ线照相机\n真假宇宙人\n气象盒\n幻影淋浴头\n谎话也能成真\n布娃娃游戏\n我想有个弟弟\n动物型避敌药片\n探胃潜水艇\n愿望之星\n人体遥控仪\n调速时钟\n大雄的恐龙\n哆啦A梦11\n如意电话亭\n机器人画纸\n赶走讨厌来客\n云中漫步\n狼人面霜\n上足发条开始行动\n宝剑“电光号”\n灾难训练机\n分享美味的口香糖\n催眠眼镜\n初次涉足电视领域（哆啦美的故事）\nY型手柄的妙用\n预感天线\n魔术提包\n人体器官移植机\n年代性自动售货机\n化石大发现\n胖虎的知心朋友\n哆啦A梦大事典\n哆啦A梦12\n导弹追来了\n看舌相算命\n表里如一胶布\n记事鸟\n预感虫\n空中大战\n宠物点心\n正义伙伴蒙面侠\n习惯打雷\n天气预定表\n幽灵干\n游泳粉\n巨人出现了\n爱意阳伞\n室内钓鱼池\n神枪手大赛\n万能缰绳\n声音凝固剂\n回忆型照相机\n迁入幽灵城\n哆啦A梦13\n夸张外套\n取物望远镜\n粘贴硬币\n购物不花钱的世界\n蓄电衣\n胖虎料理\n弓箭带我去上学\n合体胶水\n如愿稻杆\n寻宝箱\n魔术手\n火箭操纵训练机\n摔跤先生\n复原电筒\n七点钟会发生什么\n成为偷垒王\n恶魔的护照\n还童机\n强力神扇\n立体复印\n哈罗，外星人\n哆啦A梦14\n离家越来越远了\n脱皮故事写生本\n利用镜子做广告\n渲染气氛的乐团\n呼唤项圈\n意念麦克风\n密写钢笔\n吹牛祖先\n台风发生器\n出走无人岛\n微型汽车练习所\n懒惰感谢日\n骑上飞行球\n漂亮的阿美\n想干坏事\n食人屋\n宇宙人的家？\n云中的游泳池\n遥控模型海战\n梦中的爷爷\n哆啦A梦15\n梦境频道\n小猫开公司\n珍加罗山腰的宝物\n没房间的门\n换身绳子\n连锁信\n万能通行证\n用航时机破案\n偷拍相机\n拦路装置\n人生再造机\n等级军衔\n随心所欲按钮\n乱涂乱画手枪\n表情控制器\n把噪音装进罐子里\n手提式国会\n翻花绳的世界\n哆啦A梦16\n无声的世界\n时间储蓄罐\n四季徽章\n做个好爸爸\n最讨厌钱了\n豪华变形灯\n站着做梦帽\n四维空间口袋\n套物绳子\n惊吓盒手杖\n变形魔叶\n喷后说话液\n超级铠甲\n会作曲的歌手\n使人变小的帽子\n在撒哈拉沙漠无法学习\n云彩游戏\n事先写好的日记真厉害\n爸爸也撒娇\n宇宙泰山\n哆啦A梦17\n成倍增长液\n纸制品大闹记\n大雄周刊\n远古漂流记\n强迫型运动裤\n空中玩耍很危险\n代人受过手套\n颠倒的行星\n成为主角机\n四处搬家\n隐形喷雾剂\n私人卫星\n房子变成了机器人\n未来的太空呼唤机\n超声波振荡机\n铜锣烧·电影·已经预订\n笃笃鸟、恐鸟归来吧！\n哆啦A梦18\n大雄家里放电影\n惊险飞镖\n偏袒树\n用间谍卫星侦察\n室内游泳训练器\n大冰山上的小家\n大雄跑到九州了\n心灵感应\n乘坐吸尘器去兜风\n自动典当机\n家庭迷宫\n实感帽\n舒适的星球\n那天那时那个不倒翁\n黄门药丸\n女朋友名册\n金钱涌现的故事\n不眠之夜的奇遇\n百苦受难器\n蒲公英飞向天空\n哆啦A梦19\n健身房\n驱赶陀螺\n不下海也可以在海底散步\n天棚顶上的宇宙之战\n幸福的美人鱼\n机器人造反\n配偶测试章\n大雄的秘密通道\n如意方盒\n千奇百怪的伞\n潘多拉魔盒\n体验珍贵机\n送货电话\n人体投影机\n有关地球的脑筋急转弯\n无敌昆虫丹\n圣诞烟囱\n大雪山来了\n再见了，窗户\n哆啦A梦20\n设计纸上的秘密基地\n祸福搭档\n医疗箱\n快来帮助我\n房间里的大自然\n蛇妖之首\n实物立体日光照片\n银河铁道之夜\n键盘门\n袖珍型平面照相机\n进入梦境枪\n幸运丸\n好大的铜锣烧\n出来吧，压岁钱\n平衡注射\n宇宙探险游戏棋\n心灵香水\n雪山浪漫情\n超级特技片《宇宙大魔神》\n哆啦A梦21\n没雪也能滑\n萝卜舞会\n日本变大了\n有责任心的多功能护身符\n发现恐龙\n未来城市里的孤独者\n威风的大雄\n迷你小屋里的凉爽夏季\n前进。大雄超人！\n吸血鬼传说\n快活大道\n意念摄影\n寻母六千里\n模仿遥控器\n圣诞卡\n呼唤精灵的手镯\n哆啦A梦22\n万能制造机\n必胜相机\n让出木杉睡觉\n家教糖果\n无故受害的故事\n胖妹的朋友=大雄\n仿真遥控车\n魔术卡片\n呼唤幸福的青鸟\n营救大雄敢死探险队\n航时机不见了\n自由时空摄像镜\n想象药丸\n纳税鸟\n温泉浴真舒服\n野犬“一郎”之国\n哆啦A梦23\n真人录像\n范文式写信笔\n可怕的正义之藤\n家庭购物机\n胖虎，生日快乐！\n和解棒\n室内水族馆\n女子拉拉队手套\n水形态变换剂\n透视封条带来的麻烦\n学校转来一个差生\n异议俱乐部成员徽章\n起床铃铛\n我的护身纸\n漫长的新年\n自制巨型机器人大疯狂\n哆啦A梦24\n大雄的直升飞机\n虹谷梦子\n火灾预报警铃\n20世纪的官老爷\n势力范围划分液\n糖果糕点牧场\n时间，别停啊！\n遗忘物品送还机\n沉底球，好痛快！\n折叠屋\n漫画家胖妹\n名人照射灯\n动画制作轻而易举\n六面相机\n欣赏胖虎演唱会的方法\n名射手大雄传奇\n失意的哆啦A梦\n哆啦A梦25\n离家出走的大雄\n钱笔写出来的大富翁\n四维空间口袋的备用件\n大雄的航天飞机\n脐气带来的舒畅感\n什、什么！大雄得了一百分\n材质转换器\n在罐头里创作漫画\n入伙香\n和平天线\n羽蚁的行踪\n蓝色列车是我的家\n龙宫里的八天\n明天的报纸\n大雄结婚的前夜\n哆啦A梦26\n电视粘胶\n地震鲶鱼\n“真实的旗帜”总是正确的\n骑上独角兽\n地下活动气体\n捕鲍潜水艇出航记\n平等炸弹\n小仙女静香\n轻重灯\n冒险降落伞\n空气转换卫星\n活的森林\n看水\n走到月球上去\n大雄的黑洞\n各式各样的雪型卡\n大雄的地下王国\n时间密封球罐\n哆啦A梦27\n四维楼房扩建预制板\n大雄的调教师\n恋爱中的哆啦A梦\n借巢孵蛋\n分身锤\n乘坐昆虫飞机\n细长的朋友\n任意更换时间观测器\n禁止标记\n地球观测仪与地图\n人脑变书的封套\n职业测试袖标\n实战电子游戏\n大雄，世上只有一只\n○口恐惧症\n胖虎·小夫乖宝宝\n没有镜子的世界\n慢十分钟的超能力\n可怕的如愿扑克\n哆啦A梦28\n接尾令变形胶囊\n地平线胶带\n兄弟标签\n魔术门牌\n一拳等于一百元\n用新品种图鉴来出名吧I\n静香心中的秘密\n忍术修炼\n梦境梯\n戏为何演得这么乱七八糟\n危险！小夫的考卷\n宗师招牌\n大雄航空公司\n向神仙机器人施爱\n动画形象商品订购机\n百丈岛上的实物模型玩具\n珍珠培养盒\n哆啦A梦29\n窥视孔板\n机械化机\n速成机器人\n宇宙探险游戏\n欲罢不能的幽灵生活\n塑料模型大逃亡\n垂头丧气的胖虎\n物品换钱机\n把那家伙固定起来\n广袤宇宙中的海水浴\n后山上的兔怪\n回想起那激动的日子\n飞翔的薄毯\n压瘪熨斗\n燕子大雄\n小翼到我家来了\n漫画家胖妹老师\n哆啦A梦30\n微型实物大百科\n名人的全身印\n空地上的大白鲨\n利滚利银行\n天才睡眠家大雄\n深夜的骚扰电话\n野生宠物小屋\n复合画面里的大雄超人\n胖虎上电视了！\n久违的皮箱\n房间转换器\n先知镜\n儿童用悬挂式滑翔机\n还是过去好\n发明机的大发明\n哆啦A梦31\n漫长的一天\n钓到秃头海怪啦！\n混装妖怪盒\n超人小夫\n摩西的手杖\n恐龙先生请到日本来吧\n好家坏家\n用体验机来享受\n靠寄生植物离家出走\n神奇的相册\n泰山的短裤\n连起来的线\n壁垒球\n墙壁景物更换机\n漫画续集\n改装玩具车\n试着说一回再见\n哆啦A梦32\n到超大立体屏幕中去\n大雄也能变成天才？\n可钓遗失物的鱼杆\n改造破旧的旅馆\n制作背景模型片\n录像机式万能遥控器\n轻型飞机\n大雄的家里没有重力\n万能机场\n时差仪\n小夫的屁股不见了\n大雄成了灰姑娘\n大富豪大雄\n寻人探测器\n花言巧语的机器人\n有滋有味地看书\n联想式推理放大镜\n再见吧！静香\n哆啦A梦33\n海报上的大雄\n狂热的胖虎歌迷俱乐部\n聚能冰块\n万能旱冰鞋\n你的人生我的人生快乐的人生\n批评大人的袖章\n镜子里的世界\n预知未来照相机\n教训爱抢别人东西的胖虎\n哈里的尾巴\n液气素\n马上行动枪\n情绪保险丝\n蒸汽烟囱\n中奖明信片\n学校假面出场\n永别了，苗苗\n哆啦A梦34\n乘坐字块飞向天空\n爱斯基摩·奶瓶\n预先报警天线\n猫头鹰人的套装\n戴贝雷帽的天才画家\n没有机关的魔术手绢\n一夜之间，柿子树就结果了\n时间飞速流逝\n雨男的日子不好过\n自动送还货签\n灌入灵魂的枪\n满足希望卡\n变形·变形·再变形\n大雄也有思考的时候\n地震训练纸\n在天堂里唾午觉\n水洼中的硬鳞鱼\n哆啦A梦35\n用大炮传递保密的话\n自动电子打字机\n半夜山谷里的回声\n吊儿浪当的新年包\n坡道操纵杆\n小母鸡复制器\n打空了就倒带\n强迫提款机\n友情小屋\n地球磁力滑雪器\n给胖虎热情洋溢的一封信\n动物变身报恩药\n给哆啦A梦放假！\n粘土机器人\n仿照实物制作布玩具\n弹簧式潜水艇\n刁难人的恶魔\n胖虎台风来了\n咚镪树的霍伊\n哆啦A梦36\n包租筹码\n用反梦素来做美梦吧\n惹麻烦的格列佛\n用“人物罐”窥视\n掀起高潮吧！戏剧性气体\n意图音叉\n胖虎反省·大雄倒霉\n息怒蜂的窝\n时间孔\n大预言·地球毁灭之日\n用冒险茶去冒险\n上帝游戏\n恶作剧玩具枪\n妖怪钟\n大雄的儿子离家出走了\n断层视觉机\n在河里游泳的酒瓶\n樵夫的泉水\n地藏菩萨\n哆啦A梦37\n魔法百科辞典\n万事通公司\n感觉监视器\n机器人身后的幽灵\n电梯升降板\n动摇自信机\n礼物包袱皮\n爬山滑雪杖\n吓死人的录像机\n神奇的嗽叭\n可爱的石头\n机器人幸子\n招徕客人的猫\n配音线电话\n蛋壳里静香\n让大雄脱离零分的作战计划\n无性繁殖液\n鬼魂出来啦！\n大受欢迎的科里斯其耐先生\n哆啦A梦38\n烂灿的夜空\n胖虎又要开演唱会了\n从蛋壳里孵出的闹钟\n梦幻机\n让讨厌的家伙们去睡觉吧！\n物体变换枪\n报复传票\n朋友圈是谁撒谎！错误成真器\n最有效果的护身符\n梦游盒\n冒险游戏书\n芭蕉扇的用途\n毫不费力的钓鱼竿\n在盆景里采松蘑\n进入无人境地的饮料\n石器时代的旅馆\n咯啦咯啦固体灯\n小夫的无敌炮台\n哆啦A梦39\n童话王国入场券\n大雄变成上帝了\n记忆磁盘\n让步帽\n十戒石板\n去厚针\n穿着交通鞋去兜风\n真心话\n自己动手做云玩真开心\n逃走地道笔\n悟性头盔\n氢气球送出去的信\n挪位棒\n四维空间嫩叶标志\n坐垫也有灵魂\n胖虎制造的杀人事件\n大雄的铁路模型\n鲁滨逊漂流装置\n发条式台风\n具体化镜头\n彩虹妹妹\n哆啦A梦40\n任意挑选的建国用品\n老师又来了\n神奇触摸手套\n恐怖的报应药酒\n虚构人物蛋\n长相、体力和智商\n不能做普通的男孩子\n采访报道机器人\n布制玩偶照相机\n台风气阀和储风库\n变换屏幕风景为了学习\n盲点星\n时间屋 柿子的故事\n小夫是完美的哥哥\n迷你热气球\n人类存钱盒制造机\n漫画全都飞上天了\n胖妹别哭\n把静香抢回来\n哆啦A梦41\n左、直、右、右、左\n看不见的保镖\n七孔嗽叭\n未来购图书单\n拜托你，继续干吧\n迷你哆啦A梦\n会飞的嘴和眼睛\n魔术的用途\n大雄家到三十层去了\n定时傻瓜弹\n搜集全世界的昆虫\n丢弃物回归喷雾壶\n无人岛上的大怪物\n恐怖的聚餐会\n变化无常的日历\n万能的装置\n轻飘飘沉甸甸仪表\n深夜的城市变成了海底\n哆啦A梦42\n城内突围大战\n禁忌许愿的神社\n风景刀\n用眼睛吃东西\n私有物气体\n隐身棒\n钻进去吧！蛤蜊箱\n一唱一和胶囊\n万能清除剂\n乘坐深海潜水艇只要二百块！\n调节运动神经\n一半的一半的一半\n成套实用汽车\n身体互换的故事\n干过头了！愿望实现机\n情绪能量储气瓶\n他俩在干什么？\n人生之路是往右还是往左\n宇宙完全大百科\n哆啦A梦43\n需要大雄猫吗？\n万能印相机\n提前推迟器\n包租用电话\n用复制头脑偷懒\n男子汉下决心了\n把附近的天气都集中到这儿来\n神仙修炼课程\n时间复制机\n人类遥控器\n合成矿山素\n意志坚强石\n差变好喷雾器\n运气镜\n宇宙的舰袭击了大雄\n边吃边唱边赏花\n大雄会消失吗\n杰克、贝蒂和杰尼\n哆啦A梦44\n立场变换枪\n实况转播画册\n心烦意乱的时候，就乱砸一气\n十元购物机\n烦恼中的胖虎\n事态逆转马\n送货员帽\n支画箱\n暂时提高性能喷剂\n让大雄骄傲的场面\n制造手工导弹\n你知道饿肚子的滋味吗？\n发现恐龙脚步印\n虫类标本集\n平衡训练垫\n季节罐头\n胖妹的漫画新作\n夏威夷来了\n把大海切下来一块\n宝星\n黑·白圆珠笔\n哆啦A梦45\n有浮力的烟斗\n哆啦A梦患了重病？\n强力杯型气体泵\n南海的大冒险\n观察自然的塑料模型系列\n四维垃圾箱\n玻璃瓶里的大海战\n时间超速装置\n飞行棋\n替身娃娃\n无论发生什么事，都要去赏花\n可怕的人类传染病\n地图注射器\n勇气药水\n从卡拉帕星球上来的男孩',
			pages: '',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s2796866.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s2796866.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s2796866.jpg'
			},
			alt: 'https://book.douban.com/subject/1102403/',
			id: '1102403',
			publisher: '吉林美术出版社',
			isbn10: '7538613110',
			isbn13: '9787538613117',
			title: '机器猫哆啦A梦（共45册）',
			url: 'https://api.douban.com/v2/book/1102403',
			alt_title: '哆啦A梦',
			author_intro: '《机器猫哆啦A梦》的作家是藤本弘和安孙子素雄两位漫画家。\n藤子·F. 不二雄是藤本弘的笔名，他生于1933年12月1日，1996年9月23日逝世。日本富山县高冈市人。\n藤子不二雄A是安孙子素雄的笔名，他是富山县冰见市人，1934年3月10日生。\n1944年，安孙子转入藤本就读的高冈市立定冢小学5年级2班，两位漫画家在那时结识了。他们两人志同道合，曾一起绘制卡通幻灯片，并在藤本自制的投射幻灯机上放映给邻近的小朋友看，受到欢迎。\n1954年，两个20岁的年轻人为了创作出真正的漫画，一起来到日本漫画的中心东京，准备做职业漫画家，并开始使用共同的笔名“藤子不二雄”。\n1969年12月，藤本和安孙子合作，以藤子不二雄为笔名，依据他们自己的童年生活创作了漫画《机器猫》。\n1973年两人获得了漫画家协会优秀奖和文部大臣奖。\n1974年《机器猫》单行本开始出版，1977年销量突破500万本，1980年破3000万本记录，1984年达到5000万本，1988年又达到6500万本的销量，到了1991年，销量已经超过8000万本。\n1987年12月23日，藤本和安孙子决定拆伙，而后《机器猫》由藤本弘独力创作。\n同时，两人也分别在原笔名中加入自己姓氏开头的英文字母作为区别。藤本弘的笔名改为藤子不二雄F，安孙子素雄则改为藤子不二雄A。\n1989年2月，藤本的友人石森章太郎建议他将笔名改为“藤子·F. 不二雄”，藤本弘采纳了这个建议；安孙子素雄则一直使用藤子不二雄A为笔名。\n1996年9月21日，藤本弘在绘画电影原作《大雄的钥匙城历险记》的过程中突然昏倒在画桌上，手里还握着画笔。经抢救后仍回天无力，藤本弘于9月23日凌晨2点10分逝世，终年63岁。',
			summary: '故事从一个小学4年级学生大雄开始。大雄并不是个非常优秀的学生，像不少小孩子一样，他在学校里成绩平平，也没有其他的什么长处。有一天，大雄打开自己的课桌，一只猫型机器人突然从抽屉里跳了出来，而这就是哆啦A梦。它是由大雄的后代从22世纪里给送来的，目的是帮助大雄解决许多他暂时无法解决的问题，并且尽可能地满足大雄的愿望。整个故事围绕着大雄和哆啦A梦这两个主角展开。\n哆拉A梦的故事将孩子们带进了一个奇妙的、极富幻想力的世界，也正因此，哆拉A梦能够作为一个长青的形像，伴随了几代少年儿童的成长。',
			price: '180.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 3845,
				average: '8.8',
				min: 0
			},
			subtitle: '',
			author: [
				'(美国)F.H.伯内特'
			],
			pubdate: '2007-12',
			tags: [
				{
					count: 749,
					name: '儿童文学',
					title: '儿童文学'
				},
				{
					count: 449,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 409,
					name: '秘密花园',
					title: '秘密花园'
				},
				{
					count: 342,
					name: '童话',
					title: '童话'
				},
				{
					count: 312,
					name: '小说',
					title: '小说'
				},
				{
					count: 267,
					name: 'F.H.伯内特',
					title: 'F.H.伯内特'
				},
				{
					count: 260,
					name: '美国',
					title: '美国'
				},
				{
					count: 196,
					name: '成长',
					title: '成长'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s2812100.jpg',
			binding: '平装',
			translator: [
				'李文俊'
			],
			catalog: '',
			pages: '325',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s2812100.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s2812100.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s2812100.jpg'
			},
			alt: 'https://book.douban.com/subject/2349930/',
			id: '2349930',
			publisher: '译林出版社',
			isbn10: '7544702448',
			isbn13: '9787544702447',
			title: '秘密花园',
			url: 'https://api.douban.com/v2/book/2349930',
			alt_title: '',
			author_intro: '弗朗西丝·霍奇森·伯内特（1849年-1924），一位影响了整个20世纪的英国女作家，是最早使用现代心理描写手法进行少儿文学创作的作家之一。出于曼彻斯特，你亲早逝，家境贫寒。16岁时，弗朗西丝随全家移民美国；18岁时，开始发表作品；28风时，出版了她的第一部畅销书《劳瑞家的闺女》；62岁时，他作了她最著名最成功的作品《秘密花园》，奠定了她在英国文学史上举足轻重的地位。此外还有代表作品《小公主》、《小少爷方特罗伊》等，广爱欧美国家青少年的喜爱，都是世界文学宝库中的经典著作。',
			summary: '本书是美国儿童文学作家伯内特夫人最负盛名的作品，世界儿童文学作品中的经典。\n任性而孤僻的富家小女孩玛丽因为一场突来的瘟疫变成了孤儿，被送往英国一处古老庄园里的亲戚家中收养。在幽僻宁静的乡野和淳朴的乡人中间，她的性情渐渐变得平易。一天深夜，循着神秘大宅长廊一端传来的隐隐哭声，她被带到了一个同样古怪而孤独的小生命面前。玛丽的表兄，大宅的少主人科林生来体弱，长年卧病在床，性情乖戾难测。\n为了帮助科林，玛丽带他进入了庄园里被关闭多年的秘密花园。孩子们在生机蓬勃的小天地里不受干扰地玩耍，学会了友爱待人，恢复了纯真快乐的天性。\n一个因牵涉死亡记忆而被关闭的花园，现在，因为新生命在其中焕发出的活力，被重新开启。这不能不说是自然力的秘密，生命力的奇迹。',
			series: {
				id: '4328',
				title: '译林少儿文库'
			},
			price: '21.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 28326,
				average: '9.5',
				min: 0
			},
			subtitle: '',
			author: [
				'藤子・F・不二雄'
			],
			pubdate: '1999-12',
			tags: [
				{
					count: 4330,
					name: '哆啦A梦',
					title: '哆啦A梦'
				},
				{
					count: 3596,
					name: '漫画',
					title: '漫画'
				},
				{
					count: 2325,
					name: '藤子・F・不二雄',
					title: '藤子・F・不二雄'
				},
				{
					count: 1485,
					name: '经典',
					title: '经典'
				},
				{
					count: 1413,
					name: '机器猫',
					title: '机器猫'
				},
				{
					count: 1386,
					name: '童年',
					title: '童年'
				},
				{
					count: 1250,
					name: '日本漫画',
					title: '日本漫画'
				},
				{
					count: 1057,
					name: '日本',
					title: '日本'
				}
			],
			origin_title: '',
			image: 'https://img9.doubanio.com/view/subject/m/public/s2273836.jpg',
			binding: '平装',
			translator: [
				'碧日'
			],
			catalog: '真人录像\n范文式写信笔\n可怕的正义之藤\n家庭购物机\n胖虎,生日快乐!\n和解棒\n室内水族馆\n女子啦啦队手套\n水形态变换剂\n透明封条带来的麻烦\n学校转来一个差生\n异议俱乐部成员徽章\n起床铃铛\n我的护身纸\n漫长的新年\n自制巨型机器人大疯狂',
			pages: '192',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s2273836.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s2273836.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s2273836.jpg'
			},
			alt: 'https://book.douban.com/subject/1204889/',
			id: '1204889',
			publisher: '吉林美术出版社',
			isbn10: '7538609253',
			isbn13: '9787538609257',
			title: '机器猫哆啦A梦23',
			url: 'https://api.douban.com/v2/book/1204889',
			alt_title: '',
			author_intro: '',
			summary: '这是一套关于机器猫“小叮当”的非常有趣的动画故事集。本册是其中之一。小朋友们不要错过哟！',
			series: {
				id: '10540',
				title: '哆啦A梦'
			},
			price: '8.00'
		},
		{
			rating: {
				max: 10,
				numRaters: 3189,
				average: '8.3',
				min: 0
			},
			subtitle: '',
			author: [
				'F·S·菲茨杰拉德(Fitzgerald.F.S.)'
			],
			pubdate: '2011-1',
			tags: [
				{
					count: 1705,
					name: '菲茨杰拉德',
					title: '菲茨杰拉德'
				},
				{
					count: 816,
					name: '小说',
					title: '小说'
				},
				{
					count: 745,
					name: '美国文学',
					title: '美国文学'
				},
				{
					count: 523,
					name: '美国',
					title: '美国'
				},
				{
					count: 502,
					name: 'F.S.菲茨杰拉德',
					title: 'F.S.菲茨杰拉德'
				},
				{
					count: 456,
					name: '短篇小说',
					title: '短篇小说'
				},
				{
					count: 455,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 323,
					name: '那些忧伤的年轻人',
					title: '那些忧伤的年轻人'
				}
			],
			origin_title: 'All the Sad Young Men',
			image: 'https://img3.doubanio.com/view/subject/m/public/s6273555.jpg',
			binding: '精装',
			translator: [
				'姜向明、文光、蔡慧'
			],
			catalog: '阔少爷\n冬天的梦\n宝宝派对\n赦免\n贫儿马丁·琼斯与威尔士王子\n明智之举\n格里卿四十次眨眼',
			ebook_url: 'https://read.douban.com/ebook/5484813/',
			pages: '196',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s6273555.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s6273555.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s6273555.jpg'
			},
			alt: 'https://book.douban.com/subject/5321895/',
			id: '5321895',
			publisher: '上海译文出版社',
			isbn10: '753275216X',
			isbn13: '9787532752164',
			title: '那些忧伤的年轻人',
			url: 'https://api.douban.com/v2/book/5321895',
			alt_title: 'All the Sad Young Men',
			author_intro: 'F·S·菲茨杰拉德（Francis Scott Fitzgerald，1896—1940）\n二十世纪美国最杰出的作家之一，以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。短短四十四年的人生，他的遭际几经跌宕起伏，在名利场中看尽世态炎凉。二十世纪末，美国学术界权威在百年英语长河中选出一百部最优秀的小说，凝聚了菲茨杰拉德才华横溢的两部长篇小说《了不起的盖茨比》和《夜色温柔》均榜上有名，前者更高居第二位。',
			summary: '集中菲氏短篇精华，\n选入教科书及各类文选次数最多的作品，\n隽言妙语引用率最高的短篇集\n作者第三部小说集。收录了作者在各类刊物上发表过的几篇优秀短篇小说，包括：《阔少爷》、《冬天的梦》、《宝宝派对》、《赦免》、《贫儿马丁·琼斯与威尔士王子》、《明智之举》、《格里卿四十次眨眼》。\n《冬天的梦》可说是《了不起的盖茨比》的一个序曲或缩写，以哀婉的笔调描绘被金钱和物欲所扭曲了的爱情和婚姻，字里行间流泻着一股凄恻忧伤的涓涓细流，令人与作者一切感悟和体味这如梦的人生和纷乱的世界。\n《阔少爷》对“非常富有的人”的本质进行了入木三分的剖析，关于“富人与你我完全不同”的论述，在当时文学界曾引起不小的震动，成为当时的一个时髦话题。\n《赦免》描写一个叫鲁道夫的少年与一个叫施瓦普的神父之间，在道德准则、宗教信仰和美好事物的追求上所发生的激烈冲突。\n《贫儿马丁·琼斯与威尔士王子》以浪漫的文笔描写了现代女性对美好生活的大胆而又热烈的追求，是离奇而又精彩的爵士时代的浪漫故事。\n《明智之举》描写的是作者与妻子泽尔达的切身经历，如泣如诉地描绘了这对文学夫妇的爱情与婚姻，真实记录了作者对自己奇特婚姻的反思。\n《那些忧伤的年轻人》被公认为作者最铿锵有力、最具艺术功绩的短篇小说集',
			ebook_price: '9.99',
			series: {
				id: '5828',
				title: '菲茨杰拉德文集'
			},
			price: '25.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 728,
				average: '9.5',
				min: 0
			},
			subtitle: '',
			author: [
				'[美] 斯蒂芬 A. 罗斯',
				'[美] 伦道夫 W. 威斯特菲尔德',
				'[美] 杰弗利 F. 杰富'
			],
			pubdate: '2012-1',
			tags: [
				{
					count: 607,
					name: '金融',
					title: '金融'
				},
				{
					count: 482,
					name: '财务',
					title: '财务'
				},
				{
					count: 412,
					name: '理财',
					title: '理财'
				},
				{
					count: 256,
					name: '公司',
					title: '公司'
				},
				{
					count: 231,
					name: '经济',
					title: '经济'
				},
				{
					count: 221,
					name: '经济学',
					title: '经济学'
				},
				{
					count: 202,
					name: '教材',
					title: '教材'
				},
				{
					count: 170,
					name: '经典',
					title: '经典'
				}
			],
			origin_title: 'Corporate finance',
			image: 'https://img1.doubanio.com/view/subject/m/public/s27258139.jpg',
			binding: '平装',
			translator: [
				'吴世农',
				'沈艺峰',
				'王志强 等'
			],
			catalog: '译者序\n前言\n第一篇价值\n第1章公司理财导论\n1.1什么是公司理财\n1.2企业组织\n1.3现金流的重要性\n1.4财务管理的目标\n1.5代理问题和公司的控制\n1.6法律法规\n本章小结\n思考与练习\n第2章银行及其他金融中介\n2.1资产负债表\n2.2利润表\n2.3税\n2.4净营运资本\n2.5财务现金流量\n2.6会计现金流量表\n2.7现金流管理\n本章小结\n思考与练习\n第3章财务报表分析与财务模型\n3.1财务报表分析\n3.2比率分析\n3.3杜邦恒等式\n3.4财务模型\n3.5外部融资与增长\n3.6关于财务计划模型的注意事项\n本章小结\n思考与练习\n第二篇估值与资本预算\n第4章折现现金流量估价\n4.1单期投资的情形\n4.2多期投资的情形\n4.3复利计息期数\n4.4简化公式\n4.5分期偿还贷款\n4.6如何评估公司的价值\n本章小结\n思考与练习\n第5章净现值和投资评价的其他方法\n5.1为什么要使用净现值\n5.2回收期法\n5.3折现回收期法\n5.4内部收益率法\n5.5内部收益率法存在的问题\n5.6盈利指数法\n5.7资本预算实务\n本章小结\n思考与练习\n第6章投资决策\n6.1增量现金流量： 资本预算的关键\n6.2鲍尔温公司案例\n6.3通货膨胀与资本预算\n6.4经营性现金流量的不同算法\n6.5不同生命周期的投资： 约当年\n均成本法\n本章小结\n思考与练习\n第7章风险分析、 实物期权和资本预算\n7.1敏感分析、 场景分析和盈亏平衡分析\n7.2蒙特卡罗模拟\n7.3实物期权\n7.4决策树\n本章小结\n思考与练习第8章利率和债券估值\n8.1债券和债券估值\n8.2政府债券与公司债券\n8.3债券市场\n8.4通货膨胀与利率\n8.5债券收益率的决定因子\n本章小结\n思考与练习\n第9章股票估值\n9.1普通股的现值\n9.2股利折现模型中的参数估计\n9.3增长机会\n9.4市盈率\n9.5股票市场\n本章小结\n思考与练习\n第三篇风险\n第10章风险与收益： 市场历史的启示\n10.1收益\n10.2持有期收益率\n10.3收益统计\n10.4股票的平均收益和无风险收益\n10.5风险统计\n10.6更多关于平均收益率的内容\n10.7美国权益风险溢价： 历史观与国际透视\n10.82008年： 金融危机的一年\n本章小结\n思考与练习\n第11章收益和风险： 资本资产定价模型\n11.1单个证券\n11.2期望收益、方差和协方差\n11.3投资组合的收益和风险\n11.4两种资产组合的有效集\n11.5多种资产组合的有效集\n11.6多元化\n11.7无风险借贷\n11.8市场均衡\n11.9期望收益与风险之间的关系（资本资产定价模型）\n本章小结\n思考与练习\n第12章套利定价理论\n12.1引言\n12.2系统性风险和贝塔值\n12.3投资组合与因素模型\n12.4贝塔系数、 套利与期望收益\n12.5资本资产定价模型和套利定价理论\n12.6资产定价的实证研究方法\n本章小结\n思考与练习\n第13章风险、 资本成本和资本预算\n13.1权益资本成本\n13.2运用资本资产定价模型估计权益资本成本\n13.3贝塔的估计\n13.4贝塔、 协方差以及相关系数\n13.5贝塔的确定\n13.6股利折现模型\n13.7部门和项目的资本成本\n13.8固定收益证券成本\n13.9加权平均资本成本\n13.10伊士曼化学公司的资本成本估计\n13.11发行成本与加权平均资本成本\n本章小结\n思考与练习\n第四篇资本结构与股利政策\n第14章有效资本市场和行为学挑战\n14.1融资决策能创造价值吗\n14.2有效资本市场的描述\n14.3有效市场的类型\n14.4实证研究的证据\n14.5行为理论对市场有效性的挑战\n14.6经验证据对市场有效性的挑战\n14.7关于两者差异的评论\n14.8对公司理财的意义\n本章小结\n思考与练习第15章长期融资： 简介\n15.1普通股和优先股的一些特征\n15.2公司长期债务\n15.3不同类型债券\n15.4长期银团借款\n15.5国际债券\n15.6融资方式\n15.7资本结构的最新趋势\n本章小结\n思考与练习\n第16章资本结构：基本概念\n16.1资本结构问题和馅饼理论\n16.2公司价值的最大化与股东利益的最大化\n16.3财务杠杆和企业价值： 一个例子\n16.4莫迪利亚尼和米勒： 命题Ⅱ(无税)\n16.5税\n本章小结\n思考与练习\n第17章资本结构： 债务运用的制约因素\n17.1财务困境成本\n17.2财务困境成本的种类\n17.3能够降低债务成本吗\n17.4税收和财务困境成本的综合影响\n17.5信号\n17.6怠工、在职消费与有害投资：一个关于权益代理成本的注释\n17.7优序融资理论\n17.8增长和负债-权益比\n17.9个人所得税\n17.10公司如何确定资本结构\n本章小结\n思考与练习\n第18章杠杆企业的估价与资本预算\n18.1调整净现值法\n18.2权益现金流量法\n18.3加权平均资本成本法\n18.4APV法、 FTE法和WACC法的比较\n18.5需要估算折现率的资本预算\n18.6APV法举例\n18.7贝塔系数与财务杠杆\n本章小结\n思考与练习\n第19章股利政策和其他支付政策\n19.1股利的不同种类\n19.2发放现金股利的标准程序\n19.3基准案例： 股利政策无关论的解释\n19.4股票回购\n19.5个人所得税、股利与股票回购\n19.6偏好高股利政策的现实因素\n19.7客户效应： 现实问题的解决\n19.8我们了解的和不了解的股利政策\n19.9融会贯通\n19.10股票股利与股票分拆\n本章小结\n思考与练习\n第五篇长期融资\n第20章公众股的发行\n20.1公开发行\n20.2另一种发行方式\n20.3现金发行\n20.4CFO们如何看待IPO\n20.5新股发行公告和公司的价值\n20.6新股发行成本\n20.7配股\n20.8配股之谜\n20.9股权稀释\n20.10上架发行\n20.11私募资本市场\n本章小结\n思考与练习\n第21章租赁\n21.1租赁类型\n21.2租赁会计\n21.3税收、国内税收总署和租赁\n21.4租赁的现金流量\n21.5公司所得税下的折现和债务融资能力\n21.6“租赁—购买”决策的NPV分析法\n21.7债务置换和租赁价值评估\n21.8租赁值得吗：基本情形\n21.9租赁的理由\n21.10关于租赁的其他未解之谜\n本章小结\n思考与练习\n第六篇期权、期货与公司理财\n第22章期权与公司理财\n22.1期权\n22.2看涨期权\n22.3看跌期权\n22.4售出期权\n22.5期权报价\n22.6期权组合\n22.7期权定价\n22.8期权定价公式\n22.9被视为期权的股票和债券\n22.10期权和公司选择：一些实证应用\n22.11项目投资和期权\n本章小结\n思考与练习\n第23章期权和公司理财： 推广与应用\n23.1管理人员股票期权\n23.2评估创始企业\n23.3续述二叉树模型\n23.4停业和重新开业决策\n本章小结\n思考与练习\n第24章认股权证和可转换债券\n24.1认股权证\n24.2认股权证与看涨期权的差异\n24.3认股权证定价与布莱克-斯科尔斯模型\n24.4可转换债券\n24.5可转换债券的价值评估\n24.6发行可转换债券的原因透视\n24.7为什么会发行认股权证和可转换债券\n24.8转换策略\n本章小结\n思考与练习\n第25章衍生品和套期保值风险\n25.1衍生品、 套期保值和风险\n25.2远期合约\n25.3期货合约\n25.4套期保值\n25.5利率期货合约\n25.6久期套期保值\n25.7互换合约\n25.8衍生品的实际运用情况\n本章小结\n思考与练习\n第七篇短期财务\n第26章短期财务与计划\n26.1跟踪现金与净营运资本\n26.2经营周期与现金周期\n26.3短期财务政策的若干方面\n26.4现金预算\n26.5短期融资计划\n本章小结\n思考与练习\n第27章现金管理\n27.1持有现金的理由\n27.2理解浮差\n27.3现金回收与集中\n27.4管理现金支出\n27.5闲置现金的投资\n本章小结\n思考与练习\n第28章信用和库存管理\n28.1信用和应收账款\n28.2销售条款\n28.3分析信用政策\n28.4最优信用政策\n28.5信用分析\n28.6收账政策\n28.7存货管理\n28.8存货管理方法\n本章小结\n思考与练习\n第八篇理财专题\n第29章收购、 兼并与剥离\n29.1收购的基本形式\n29.2协同效应\n29.3并购协同效应的来源\n29.4兼并的两个伪理由\n29.5股东因风险降低而付出的代价\n29.6兼并的净现值\n29.7善意接管与恶意接管\n29.8防御性策略\n29.9兼并可以创造价值吗\n29.10收购的税负形式\n29.11兼并的会计处理方法\n29.12转为非上市和杠杆收购\n29.13剥离\n本章小结\n思考与练习\n第30章财务困境\n30.1什么是财务困境\n30.2财务困境事项\n30.3破产清算与重组\n30.4私下和解或破产：哪个最优\n30.5预打包破产\n30.6公司破产预测：Z值模型\n本章小结\n思考与练习\n第31章跨国公司财务\n31.1专业术语\n31.2外汇市场与汇率\n31.3购买力平价说\n31.4利率平价理论、 无偏远期利率和国际费雪效应\n31.5跨国资本预算\n31.6汇率风险\n31.7政治风险\n本章小结\n思考与练习\n附录数学表',
			pages: '672',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s27258139.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s27258139.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s27258139.jpg'
			},
			alt: 'https://book.douban.com/subject/10441759/',
			id: '10441759',
			publisher: '机械工业出版社',
			isbn10: '7111367510',
			isbn13: '9787111367512',
			title: '公司理财',
			url: 'https://api.douban.com/v2/book/10441759',
			alt_title: 'Corporate finance',
			author_intro: '斯蒂芬A.罗斯(Stephen A.Ross)：现任MIT斯隆管理学院弗朗科·莫迪格利安尼(FrancoModigliani)财务与经济学教授。他是世界上著述最丰的财务学家和经济学家之一。罗斯教授以其在“套利定价理论”(APT)方面的杰出成果而闻名于世，并且在信号显示、代理理论、期权定价以及利率的期间结构理论等领域有深厚造诣。他曾任美国财务学会会长，现任多家学术和实践类杂志副主编，加州教师退休基金会(CalTech)托管人，大学退休权益基金会(CREF)及Freddie Mac公司董事，罗尔一罗斯资产管理公司董事会主席。\n    伦道夫W.威斯特菲尔德(Randolph W.Westerfield)，南加利福尼亚大学(USC)马歇尔商学院荣誉院长，查尔斯B.桑顿(Charles B.Thornton)财务学教授。此前曾在宾夕法尼亚大学沃顿商学院任教长达20年，并担任财务学系主任。他还兼任健康管理协会、William Lyons Homes公司、Nicholas Applegate成长基金等多家公众公司的董事会成员。他的学术专长包括公司财务政策、投资管理以及股票市场价格行为等。\n    宾夕法尼亚大学沃顿商学院教授，对内幕交易方面的研究很有建树，并在IPO、投资机构管理、做市商行为、金价变动、通货膨胀和利率作用的理论和实证研究等方面做出了重要贡献。',
			summary: '斯蒂芬A.罗斯、伦道夫W.威斯特菲尔德、杰弗利F.杰富编写的《公司理财(原书第9版)》分8篇，共31章，涵盖了公司财务管理的所有问题，包括资产定价、投资决策、融资工具和筹资决策、资本结构和股利分配政策、长期财务规划和短期财务管理、收购兼并、国际理财和财务困境等，并且新增了股票和债券的内容。    《公司理财(原书第9版)》篇章结构十分精妙、逻辑严密、内容新颖、资料翔实、易教易学，既适合作为商学院MBA、财务管理和金融管理本科生、研究生的教科书，又适合作为财务和投资专业人士、大学相关教师和研究人员的必读名著或参考书。',
			series: {
				id: '21949',
				title: '华章教材经典译丛'
			},
			price: '88.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 2124,
				average: '7.9',
				min: 0
			},
			subtitle: '',
			author: [
				'[美]F·S·菲茨杰拉德'
			],
			pubdate: '2011-1',
			tags: [
				{
					count: 885,
					name: '菲茨杰拉德',
					title: '菲茨杰拉德'
				},
				{
					count: 440,
					name: '小说',
					title: '小说'
				},
				{
					count: 419,
					name: '美国文学',
					title: '美国文学'
				},
				{
					count: 316,
					name: '美国',
					title: '美国'
				},
				{
					count: 280,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 263,
					name: 'F.S.菲茨杰拉德',
					title: 'F.S.菲茨杰拉德'
				},
				{
					count: 196,
					name: '夜色温柔',
					title: '夜色温柔'
				},
				{
					count: 164,
					name: 'F.S.Fitzgerald',
					title: 'F.S.Fitzgerald'
				}
			],
			origin_title: 'Tender Is the Night',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4597068.jpg',
			binding: '精装',
			translator: [
				'汤新楣'
			],
			catalog: '',
			pages: '400',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4597068.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4597068.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4597068.jpg'
			},
			alt: 'https://book.douban.com/subject/5406557/',
			id: '5406557',
			publisher: '上海译文出版社',
			isbn10: '7532750655',
			isbn13: '9787532750658',
			title: '夜色温柔',
			url: 'https://api.douban.com/v2/book/5406557',
			alt_title: 'Tender Is the Night',
			author_intro: 'F·S·菲茨杰拉德（Francis Scott Fitzgerald，1896—1940）\n二十世纪美国最杰出的作家之一，以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。短短四十四年的人生，他的遭际几经跌宕起伏，在名利场中看尽世态炎凉。二十世纪末，美国学术界权威在百年英语长河中选出一百部最优秀的小说，凝聚了菲茨杰拉德才华横溢的两部长篇小说《了不起的盖茨比》和《夜色温柔》均榜上有名，前者更高居第二位。',
			summary: '菲茨杰拉德最呕心沥血的自传体长篇小说\n现代文库评选的二十世纪最伟大的百部英语作品之一\n女电影演员露丝玛利在戛纳海滩上遇见了主人公狄克·戴弗，一位精神病医生。他妻子妮珂是他过去的病人，患有精神分裂症。他温文尔雅，待人彬彬有礼，露丝玛利很快就迷上了他。尽管她一再对他表明心迹，狄克却始终不为所动。回巴黎后，他对妻子妮珂的忠诚看似没有动摇，事实上却情不自禁地被露丝玛利吸引。为摆脱对露丝玛利的幻想，狄克开始撰写专著，对复发癔症、精神状态仍不稳定的妮珂尽可能温柔体贴。在阿尔卑斯山度假期间，他遇到昔日好友佛朗兹，并用妻子可观财产中的一部分与他合伙办了一家诊所。此时，妮珂收到一封指责狄克与病人通奸的信，病情加剧，在郊游中故意撞毁汽车。狄克沮丧万分，独自外出度假散心，途中与罗丝玛利偶遇，却只是意识到他们短暂的爱情已无可挽回。最终他借酒浇愁，妻子也离他而去。他曾是这个浪漫时代的缩影，最终却沦为一个顾影自怜的失败者。小说见证了菲茨杰拉德虚度了大半生的“爵士乐时代”的幻灭，在很大程度上实现了作者本人所谓的“对人生透彻、惨痛的了解”。',
			series: {
				id: '5828',
				title: '菲茨杰拉德文集'
			},
			price: '39.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 335,
				average: '8.0',
				min: 0
			},
			subtitle: '如何摆脱非正常家庭环境的影响',
			author: [
				'[英] 奥利弗·詹姆斯',
				'Oliver James'
			],
			pubdate: '2019-7',
			tags: [
				{
					count: 722,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 722,
					name: '原生家庭',
					title: '原生家庭'
				},
				{
					count: 478,
					name: '个人成长',
					title: '个人成长'
				},
				{
					count: 455,
					name: '家庭教育',
					title: '家庭教育'
				},
				{
					count: 412,
					name: '心理',
					title: '心理'
				},
				{
					count: 328,
					name: '亲子关系',
					title: '亲子关系'
				},
				{
					count: 273,
					name: '精神分析',
					title: '精神分析'
				},
				{
					count: 263,
					name: '教育',
					title: '教育'
				}
			],
			origin_title: 'THEY F*** YOU UP: HOW TO SURVIVE FAMILY LIFE',
			image: 'https://img1.doubanio.com/view/subject/m/public/s33295427.jpg',
			binding: '平装',
			translator: [
				'康洁'
			],
			catalog: '修订版序言\n前 言\n简 介\n第1章 我们的基因\n第2章 描述我们的家庭剧本\n第3章 描述我们的良心，3～6岁\n第4章 描述我们在0～3岁时的关系模式\n第5章 描述0～6个月形成的自体感\n第6章 成为你自己的剧本作者\n致 谢\n参考文献\n出版后记',
			ebook_url: 'https://read.douban.com/ebook/125597884/',
			pages: '432',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s33295427.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s33295427.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s33295427.jpg'
			},
			alt: 'https://book.douban.com/subject/34428757/',
			id: '34428757',
			publisher: '后浪丨江西人民出版社',
			isbn10: '7210113045',
			isbn13: '9787210113041',
			title: '原生家庭生存指南',
			url: 'https://api.douban.com/v2/book/34428757',
			alt_title: 'THEY F*** YOU UP: HOW TO SURVIVE FAMILY LIFE',
			author_intro: '奥利弗·詹姆斯（Oliver James）儿童心理医生、关系精神分析学家、作家、记者、电视纪录片制作人和主持人，被英国《泰晤士报》誉为“国民心理学家”。他的著作包括《天生非此：家是如何影响我们一生的》（Not in Your Genes）、《青少年的暴力倾向：在这个只有 赢家和输家的现代文化背景下》（Juvenile Violence in a Winner-Loser Culture）和《沙发上的不列颠》（Britain on the Couch）。《沙发上的不列颠》同时也是一部非常受欢迎的电视纪录片。',
			summary: '热销英国近 20 年的经典著作\n《卫报》《金融时报》《每日邮报》等多家知名媒体击节叹赏\n与英国国民心理学家一起追寻伊丽莎白二世、查尔斯王子、迈克尔·杰克逊、小布什等名人的成长轨迹，拆解自己人生的前 6 年\n◎ 编辑推荐\n☆《天生非此》作者奥利弗·詹姆斯又一经典著作， 英伦才子型作家阿兰·德波顿、BBC 知名男主持人杰里米·韦恩倾情推荐，《卫报》《金融时报》《每日邮报》等多家知名媒体击节叹赏。\n☆ 另辟蹊径，立足时间维度将人生的前 6 年拆解成 3 部分，围绕是非观、关系模式和自我界限三个主题讲解童年经历、原生家庭培养对人一生的影响。\n☆ 案例丰富多元，既包括伊丽莎白二世、查尔斯王子、迈克尔·杰克逊、小布什等众所周知的名人的故事，也结合了患者的治疗过程，还涉及对罪犯、精神疾病患者的采访和对其原生家庭的追溯。\n☆ 边写故事，边揭开记忆深处的秘密。本书将提供全框架式的指导和丰富详细的范例，从定主题、选择中心人物到情节铺设环环相扣，留下看得见的个人成长足迹。\n◎ 内容简介\n家人对你的期待是否让你困扰？\n你的生活中充满了嫉妒、竞争或不自信等元素吗？\n与别人交往时，你是否总会陷入同一种破坏性的模式中？\n作者将多年研究成果整合成本书，将人生最早的 6 年拆解开，为我们分别展示了一个人因何变得严厉或和善、冷淡或黏人、病态或健康。0～6 个月的主题是自体感与自我界限，理应感受到自我价值和能力，否则可能自恋或产生反社会心理；0～3 岁的主题是关系模式，理应养成健康的依恋模式，否则可能面临与人相处的问题；3～6 岁主要涉及良心，理应学会兼顾自己和他人，否则可能过于墨守成规或叛逆。通过阅读本书，读者可以解读自己的童年经历，认清真实的自己，探索出一套更健康的模式以处理原生家庭问题。\n◎ 媒体推荐\n这是一本机敏、有说服力、进行过周全研究的经典著作，同时令人耳目一新……它比治疗来得有趣，是值得所有人一读的心理学书籍。\n——《星期日快报》（SUNDAY EXPRESS）\n一本对家庭关系颇具启发性的指导书。\n——《金融时报》（FINANCIAL TIMES）\n从查尔斯王子到杰弗里·阿切尔，这本简单易懂的书通过吸引人的案例与研究，解释了我们童年的经历如何戏剧性地塑造了我们的生活。\n——《每日邮报》（DAILY MAIL）\n在“我们是如何成长的”这一研究主题上，作者向我们展示了令人信服的证据……\n是一本有趣的书。\n——《爱尔兰时报》（THE IRISH TIMES）\n以拉金的话为出发点，心理学家奥利弗·詹姆斯审视了塑造我们的原因，极力强调后天抚养，并宣称我们在童年早期获得的照顾是十分关键的。\n——《每日快报》（DAILY EXPRESS）\n◎ 名人推荐\n如果能规定父母在孩子出生前看完此书，将比任何政府立案更能带给人民快乐、促进国家经济繁荣。\n—— 英伦才子型作家 阿兰·德波顿，代表作《旅行的艺术》《拥抱逝水年华：普鲁斯特如何改变你的人生》\n一部经典著作，一本绝对能引起你深思的书。\n—— BBC知名男主持人 杰里米·韦恩',
			ebook_price: '40.80',
			price: '68.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 2721,
				average: '7.6',
				min: 0
			},
			subtitle: '',
			author: [
				'（日）森博嗣'
			],
			pubdate: '2006年3月1日',
			tags: [
				{
					count: 808,
					name: '森博嗣',
					title: '森博嗣'
				},
				{
					count: 681,
					name: '推理',
					title: '推理'
				},
				{
					count: 477,
					name: '日本',
					title: '日本'
				},
				{
					count: 245,
					name: '推理小说',
					title: '推理小说'
				},
				{
					count: 196,
					name: '小说',
					title: '小说'
				},
				{
					count: 144,
					name: '日系推理',
					title: '日系推理'
				},
				{
					count: 135,
					name: '梅菲斯特奖',
					title: '梅菲斯特奖'
				},
				{
					count: 111,
					name: '新本格',
					title: '新本格'
				}
			],
			origin_title: 'すべてがFになる',
			image: 'https://img1.doubanio.com/view/subject/m/public/s1509457.jpg',
			binding: '平装',
			translator: [
				'韩锐'
			],
			catalog: '',
			pages: '329 页',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s1509457.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s1509457.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s1509457.jpg'
			},
			alt: 'https://book.douban.com/subject/1485501/',
			id: '1485501',
			publisher: '北岳文艺出版社',
			isbn10: '7537828415',
			isbn13: '9787537828413',
			title: '全部成为F',
			url: 'https://api.douban.com/v2/book/1485501',
			alt_title: 'すべてがFになる',
			author_intro: '',
			summary: '拥有多重性格的天才少女真贺田四季，十四岁时杀死了自己的双亲，此后就一直被禁闭在孤岛的研究所内。十五年后，慕名而来的犀川和萌绘却在密室里发现了被截四肢的四季尸体。所长及副所长相继被人杀死。凶手究竟是谁呢？而真贺田博士在计算机里留下的最后遗言“全部成为F”，又隐藏着怎样的讯息？……',
			price: '21.0'
		},
		{
			rating: {
				max: 10,
				numRaters: 1062,
				average: '8.9',
				min: 0
			},
			subtitle: '第3版',
			author: [
				'Jeffrey E. F. Friedl'
			],
			pubdate: '2007',
			tags: [
				{
					count: 1337,
					name: '正则表达式',
					title: '正则表达式'
				},
				{
					count: 535,
					name: '编程',
					title: '编程'
				},
				{
					count: 455,
					name: '计算机',
					title: '计算机'
				},
				{
					count: 295,
					name: 'regex',
					title: 'regex'
				},
				{
					count: 259,
					name: '正则',
					title: '正则'
				},
				{
					count: 180,
					name: 'Programming',
					title: 'Programming'
				},
				{
					count: 162,
					name: '精通正则表达式第三版',
					title: '精通正则表达式第三版'
				},
				{
					count: 122,
					name: '编程基础',
					title: '编程基础'
				}
			],
			origin_title: 'Mastering regular expressions',
			image: 'https://img3.doubanio.com/view/subject/m/public/s2697984.jpg',
			binding: '平装',
			translator: [
				'余晟'
			],
			catalog: '前言\n第1章正则表达式入门\n解决实际问题\n作为编程语言的正则表达式\n以文件名做类比\n以语言做类比\n正则表达式的思维框架\n对于有部分经验的读者\n检索文本文件：Egrep\nEgrep元字符\n行的起始和结束\n字符组\n用点号匹配任意字符\n多选结构\n忽略大小写\n单词分界符\n小结\n可选项元素\n其他量词：重复出现\n括号及反向引用\n神奇的转义\n基础知识拓展\n语言的差异\n正则表达式的目标\n更多的例子\n正则表达式术语汇总\n改进现状\n总结\n一家之言\n第2章入门示例拓展\n关于这些例子\nPerl简单入门\n使用正则表达式匹配文本\n向实用的程序前进\n成功匹配的副作用\n错综复杂的正则表达式\n暂停片刻\n使用正则表达式修改文本\n例子：公函生成程序\n举例：修整股票价格\n自动的编辑操作\n处理邮件的小工具\n用环视功能为数值添加逗号\nText-to-HTML转换\n回到单词重复问题\n第3章正则表达式的特性和流派概览\n在正则的世界中漫步\n正则表达式的起源\n最初印象\n正则表达式的注意事项和处理方式\n集成式处理\n程序式处理和面向对象式处理\n查找和替换\n其他语言中的查找和替换\n注意事项和处理方式：小结\n字符串，字符编码和匹配模式\n作为正则表达式的字符串\n字符编码\nUnicode\n正则模式和匹配模式\n常用的元字符和特性\n字符表示法\n字符组及相关结构\n锚点及其他“零长度断言”\n注释和模式量词\n分组，捕获，条件判断和控制\n高级话题引导\n第4章：表达式的匹配原理\n发动引擎\n两类引擎\n新的标准\n正则引擎的分类\n几句题外话\n测试引擎的类型\n匹配的基础\n关于范例\n规则1：优先选择最左端的匹配结果\n引擎的构造\n规则2：标准量词是匹配优先的\n表达式主导与文本主导\nNFA引擎：表达式主导\nDFA引擎：文本主导\n第一想法：比较NFA与DFA\n回溯\n真实世界中的例子：面包屑\n回溯的两个要点\n备用状态\n回溯与匹配优先\n关于匹配优先和回溯的更多内容\n匹配优先的问题\n多字符“引文”\n使用忽略优先量词\n匹配优先和忽略优先都期望获得匹配\n匹配优先、忽略优先和回溯的要旨\n占有优先量词和固化分组\n占有优先量词，?+、*+、++和{m,n}+\n环视的回溯\n多选结构也是匹配优先的吗\n发掘有序多选结构的价值\nNFA、DFA和POSIX\n最左最长规则\nPOSIX和最左最长规则\n速度和效率\n小结：NFA与DFA的比较\n总结\n第5章：正则表达式实用技巧\n正则表达式的平衡法则\n若干简单的例子\n匹配连续行（续前）\n匹配IP地址\n处理文件名\n匹配对称的括号\n防备不期望的匹配\n匹配分隔符之内的文本\n了解数据，做出假设\n去除文本首尾的空白字符\nHTML相关范例\n匹配HTMLTag\n匹配HTMLLink\n检查HTTPURL\n验证主机名\n在真实世界中提取URL\n扩展的例子\n保持数据的协调性\n解析CSV文件\n第6章：打造高效正则表达式\n典型示例\n稍加修改——先迈最好使的腿\n效率vs准确性\n继续前进——限制匹配优先的作用范围\n实测\n全面考查回溯\nPOSIXNFA需要更多处理\n无法匹配时必须进行的工作\n看清楚一点\n多选结构的代价可能很高\n性能测试\n理解测量对象\nPHP测试\nJava测试\nVB.NET测试\nRuby测试\nPython测试\nTcl测试\n常见优化措施\n有得必有失\n优化各有不同\n正则表达式的应用原理\n应用之前的优化措施\n通过传动装置进行优化\n优化正则表达式本身\n提高表达式速度的诀窍\n常识性优化\n将文字文本独立出来\n将锚点独立出来\n忽略优先还是匹配优先？具体情况具体分析\n拆分正则表达式\n模拟开头字符识别\n使用固化分组和占有优先量词\n主导引擎的匹配\n消除循环\n方法1：依据经验构建正则表达式\n真正的“消除循环”解法\n方法2：自顶向下的视角\n方法3：匹配主机名\n观察\n使用固化分组和占有优先量词\n简单的消除循环的例子\n消除C语言注释匹配的循环\n流畅运转的表达式\n引导匹配的工具\n引导良好的正则表达式速度很快完工\n总结：开动你的大脑\n第7章：Perl\n作为语言组件的正则表达式\nPerl的长处\nPerl的短处\nPerl的正则流派\n正则运算符和正则文字\n正则文字的解析方式\n正则修饰符\n正则表达式相关的Perl教义\n表达式应用场合\n动态作用域及正则匹配效应\n匹配修改的特殊变量\nqr//运算符与regex对象\n构建和使用regex对象\n探究regex对象\n用regex对象提高效率\nMatch运算符\nMatch的正则运算元\n指定目标运算元\nMatch运算符的不同用途\n迭代匹配：ScalarContext，不使用/g\nMatch运算符与环境的关系\nSubstitution运算符\n运算元replacement\n/e修饰符\n应用场合与返回值\nSplit运算符\nSplit基础知识\n返回空元素\nSplit中的特殊Regex运算元\nSplit中带捕获型括号的match运算元\n巧用Perl的专有特性\n用动态正则表达式结构匹配嵌套结构\n使用内嵌代码结构\n在内嵌代码结构中使用local函数\n关于内嵌代码和my变量的忠告\n使用内嵌代码匹配嵌套结构\n正则文字重载\n正则文字重载的问题\n模拟命名捕获\n效率\n办法不只一种\n表达式编译、/o修饰符、qr/···/和效率\n理解“原文”副本\nStudy函数\n性能测试\n正则表达式调试信息\n结语\n第8章：Java\nJava的正则流派\nJava对\\p{}和\\P{}的支持\nUnicode行终结符\n使用java.util.regex\nThePattern.compile()Factory\nPattern的matcher方法\nMatcher对象\n应用正则表达式\n查询匹配结果\n简单查找-替换\n高级查找-替换\n原地查找-替换\nMatcher的检索范围\n方法链\n构建扫描程序\nMatcher的其他方法\nPattern的其他方法\nPattern的split方法，单个参数\nPattern的split方法，两个参数\n拓展示例\n为ImageTag添加宽度和高度属性\n对于每个Matcher，使用多个Pattern校验HTML\n解析CSV文档\nJava版本差异\n1.4.2 和1.5.0之间的差异\n1.5.0和1.6 之间的差异\n第9章：.NET\n.NET的正则流派\n对于流派的补充\n使用.NET正则表达式\n正则表达式快速入门\n包概览\n核心对象概览\n核心对象详解\n创建Regex对象\n使用Regex对象\n使用Match对象\n使用Group对象\n静态“便捷”函数\n正则表达式缓存\n辅助函数\n.NET高级话题\n正则表达式装配件\n匹配嵌套结构\nCapture对象\n第10章：PHP\nPHP的正则流派\nPreg函数接口\n“Pattern”参数\nPreg函数罗列\npreg_match\npreg_match_all\npreg_replace\npreg_replace_callback\npreg_split\npreg_grep\npreg_quote\n“缺失”的preg函数\npreg_regex_to_pattern\n对未知的Pattern参数进行语法检查\n对未知正则表达式进行语法检查\n递归的正则表达式\n匹配嵌套括号内的文本\n不能回溯到递归调用之内\n匹配一组嵌套的括号\nPHP效率\n模式修饰符S：“研究”\n扩展示例\n用PHP解析CSV\n检查taggeddata的嵌套正确性\n索引',
			pages: '515',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s2697984.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s2697984.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s2697984.jpg'
			},
			alt: 'https://book.douban.com/subject/2154713/',
			id: '2154713',
			publisher: '电子工业出版社',
			isbn10: '7121046849',
			isbn13: '9787121046841',
			title: '精通正则表达式',
			url: 'https://api.douban.com/v2/book/2154713',
			alt_title: 'Mastering regular expressions',
			author_intro: '',
			summary: '随着互联网的迅速发展，几乎所有工具软件和程序语言都支持的正则表达式也变得越来越强大和易于使用。本书是讲解正则表达式的经典之作。本书主要讲解了正则表达式的特性和流派、匹配原理、优化原则、实用诀窍以及调校措施，并详细介绍了正则表达式在Perl、Java、.NET、PHP中的用法。\n本书自第1 版开始着力于教会读者“以正则表达式来思考”，来让读者真正“精通”正则表达式。该版对PHP的相关内容、Java1.5和Java1.6的新特性作了可观的扩充讲解。任何有机会使用正则表达式的读者都会从中获益匪浅。',
			series: {
				id: '697',
				title: 'O\'reilly系列'
			},
			price: '75'
		},
		{
			rating: {
				max: 10,
				numRaters: 252,
				average: '8.4',
				min: 0
			},
			subtitle: '（原书第6版）',
			author: [
				'（美）Abraham Silberschatz',
				'（美）Henry F.Korth',
				'（美）S.Sudarshan'
			],
			pubdate: '2012-3',
			tags: [
				{
					count: 536,
					name: '数据库',
					title: '数据库'
				},
				{
					count: 215,
					name: '数据库系统概念',
					title: '数据库系统概念'
				},
				{
					count: 180,
					name: '计算机',
					title: '计算机'
				},
				{
					count: 124,
					name: '计算机科学',
					title: '计算机科学'
				},
				{
					count: 90,
					name: '数据库-基础',
					title: '数据库-基础'
				},
				{
					count: 58,
					name: '编程',
					title: '编程'
				},
				{
					count: 58,
					name: 'database',
					title: 'database'
				},
				{
					count: 50,
					name: '计算机科学丛书',
					title: '计算机科学丛书'
				}
			],
			origin_title: 'Database System Concepts, 6E',
			image: 'https://img3.doubanio.com/view/subject/m/public/s8958042.jpg',
			binding: '平装',
			translator: [
				'杨冬青',
				'李红燕',
				'唐世渭'
			],
			catalog: '出版者的话\n译者序\n前言\n第1章引言\n1.1数据库系统的应用\n1.2数据库系统的目标\n1.3数据视图\n1.3.1数据抽象\n1.3.2实例和模式\n1.3.3数据模型\n1.4数据库语言\n1.4.1数据操纵语言\n1.4.2数据定义语言\n1.5关系数据库\n1.5.1表\n1.5.2数据操纵语言\n1.5.3数据定义语言\n1.5.4来自应用程序的数据库访问\n1.6数据库设计\n1.6.1设计过程\n1.6.2大学机构的数据库设计\n1.6.3实体-联系模型\n1.6.4规范化\n1.7数据存储和查询\n1.7.1存储管理器\n1.7.2查询处理器\n1.8事务管理\n1.9数据库体系结构\n1.10数据挖掘与信息检索\n1.11特种数据库\n1.11.1基于对象的数据模型\n1.11.2半结构化数据模型\n1.12数据库用户和管理员\n1.12.1数据库用户和用户界面\n1.12.2数据库管理员\n1.13数据库系统的历史\n1.14总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第一部分关系数据库\n第2章关系模型介绍\n2.1关系数据库的结构\n2.2数据库模式\n2.3码\n2.4模式图\n2.5关系查询语言\n2.6关系运算\n2.7总结\n术语回顾\n实践习题\n习题\n文献注解\n第3章SQL\n3.1SQL查询语言概览\n3.2SQL数据定义\n3.2.1基本类型\n3.2.2基本模式定义\n3.3SQL查询的基本结构\n3.3.1单关系查询\n3.3.2多关系查询\n3.3.3自然连接\n3.4附加的基本运算\n3.4.1更名运算\n3.4.2字符串运算\n3.4.3select子句中的属性说明\n3.4.4排列元组的显示次序\n3.4.5where子句谓词\n3.5集合运算\n3.5.1并运算\n3.5.2交运算\n3.5.3差运算\n3.6空值\n3.7聚集函数\n3.7.1基本聚集\n3.7.2分组聚集\n3.7.3having子句\n3.7.4对空值和布尔值的聚集\n3.8嵌套子查询\n3.8.1集合成员资格\n3.8.2集合的比较\n3.8.3空关系测试\n3.8.4重复元组存在性测试\n3.8.5from子句中的子查询\n3.8.6with子句\n3.8.7标量子查询\n3.9数据库的修改\n3.9.1删除\n3.9.2插入\n3.9.3更新\n3.10总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第4章中级SQL\n4.1连接表达式\n4.1.1连接条件\n4.1.2外连接\n4.1.3连接类型和条件\n4.2视图\n4.2.1视图定义\n4.2.2SQL查询中使用视图\n4.2.3物化视图\n4.2.4视图更新\n4.3事务\n4.4完整性约束\n4.4.1单个关系上的约束\n4.4.2not null约束\n4.4.3unique约束\n4.4.4check子句\n4.4.5参照完整性\n4.4.6事务中对完整性约束的违反\n4.4.7复杂check条件与断言\n4.5SQL的数据类型与模式\n4.5.1SQL中的日期和时间类型\n4.5.2默认值\n4.5.3创建索引\n4.5.4大对象类型\n4.5.5用户定义的类型\n4.5.6create table的扩展\n4.5.7模式、目录与环境\n4.6授权\n4.6.1权限的授予与收回\n4.6.2角色\n4.6.3视图的授权\n4.6.4模式的授权\n4.6.5权限的转移\n4.6.6权限的收回\n4.7总结\n术语回顾\n实践习题\n习题\n文献注解\n第5章高级SQL\n5.1使用程序设计语言访问数据库\n5.1.1JDBC\n5.1.2ODBC\n5.1.3嵌入式SQL\n5.2函数和过程\n5.2.1声明和调用SQL函数和过程\n5.2.2支持过程和函数的语言构造\n5.2.3外部语言过程\n5.3触发器\n5.3.1对触发器的需求\n5.3.2SQL中的触发器\n5.3.3何时不用触发器\n5.4递归查询**\n5.4.1用迭代来计算传递闭包\n5.4.2SQL中的递归\n5.5高级聚集特性**\n5.5.1排名\n5.5.2分窗\n5.6OLAP**\n5.6.1联机分析处理\n5.6.2交叉表与关系表\n5.6.3SQL中的OLAP\n5.7总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第6章形式化关系查询语言\n6.1关系代数\n6.1.1基本运算\n6.1.2关系代数的形式化定义\n6.1.3附加的关系代数运算\n6.1.4扩展的关系代数运算\n6.2元组关系演算\n6.2.1查询示例\n6.2.2形式化定义\n6.2.3表达式的安全性\n6.2.4语言的表达能力\n6.3域关系演算\n6.3.1形式化定义\n6.3.2查询的例子\n6.3.3表达式的安全性\n6.3.4语言的表达能力\n6.4总结\n术语回顾\n实践习题\n习题\n文献注解\n第二部分数据库设计\n第7章数据库设计和ER模型\n7.1设计过程概览\n7.1.1设计阶段\n7.1.2设计选择\n7.2实体-联系模型\n7.2.1实体集\n7.2.2联系集\n7.2.3属性\n7.3约束\n7.3.1映射基数\n7.3.2参与约束\n7.3.3码\n7.4从实体集中删除冗余属性\n7.5实体－联系图\n7.5.1基本结构\n7.5.2映射基数\n7.5.3复杂的属性\n7.5.4角色\n7.5.5非二元的联系集\n7.5.6弱实体集\n7.5.7大学的ER图\n7.6转换为关系模式\n7.6.1具有简单属性的强实体集的表示\n7.6.2具有复杂属性的强实体集的表示\n7.6.3弱实体集的表示\n7.6.4联系集的表示\n7.7实体-联系设计问题\n7.7.1用实体集还是用属性\n7.7.2用实体集还是用联系集\n7.7.3二元还是n元联系集\n7.7.4联系属性的布局\n7.8扩展的ER特性\n7.8.1特化\n7.8.2概化\n7.8.3属性继承\n7.8.4概化上的约束\n7.8.5聚集\n7.8.6转换为关系模式\n7.9数据建模的其他表示法\n7.9.1ER图的其他表示法\n7.9.2统一建模语言UML\n7.10数据库设计的其他方面\n7.10.1数据约束和关系数据库设计\n7.10.2使用需求：查询、性能\n7.10.3授权需求\n7.10.4数据流、工作流\n7.10.5数据库设计的其他问题\n7.11总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第8章关系数据库设计\n8.1好的关系设计的特点\n8.1.1设计选择：更大的模式\n8.1.2设计选择：更小的模式\n8.2原子域和第一范式\n8.3使用函数依赖进行分解\n8.3.1码和函数依赖\n8.3.2BoyceCodd范式\n8.3.3BCNF和保持依赖\n8.3.4第三范式\n8.3.5更高的范式\n8.4函数依赖理论\n8.4.1函数依赖集的闭包\n8.4.2属性集的闭包\n8.4.3正则覆盖\n8.4.4无损分解\n8.4.5保持依赖\n8.5分解算法\n8.5.1BCNF分解\n8.5.23NF分解\n8.5.33NF算法的正确性\n8.5.4BCNF和3NF的比较\n8.6使用多值依赖的分解\n8.6.1多值依赖\n8.6.2第四范式\n8.6.34NF分解\n8.7更多的范式\n8.8数据库设计过程\n8.8.1ER模型和规范化\n8.8.2属性和联系的命名\n8.8.3为了性能去规范化\n8.8.4其他设计问题\n8.9时态数据建模\n8.10总结\n术语回顾\n实践习题\n习题\n文献注解\n第9章应用设计和开发\n9.1应用程序和用户界面\n9.2Web基础\n9.2.1统一资源定位符\n9.2.2超文本标记语言\n9.2.3Web服务器和会话\n9.3servlet和JSP\n9.3.1一个servlet的例子\n9.3.2servlet会话\n9.3.3servlet的生命周期\n9.3.4servlet支持\n9.3.5服务器端脚本\n9.3.6客户端脚本\n9.4应用架构\n9.4.1业务逻辑层\n9.4.2数据访问层和对象-关系映射\n9.4.3Web服务\n9.4.4断连操作\n9.5快速应用开发\n9.5.1构建用户界面的工具\n9.5.2Web应用框架\n9.5.3报表生成器\n9.6应用程序性能\n9.6.1利用缓存减少开销\n9.6.2并行处理\n9.7应用程序安全性\n9.7.1SQL注入\n9.7.2跨站点脚本和请求伪造\n9.7.3密码泄露\n9.7.4应用程序认证\n9.7.5应用级授权\n9.7.6审计追踪\n9.7.7隐私\n9.8加密及其应用\n9.8.1加密技术\n9.8.2数据库中的加密支持\n9.8.3加密和认证\n9.9总结\n术语回顾\n实践习题\n习题\n项目建议\n工具\n文献注解\n第三部分数据存储和查询\n第10章存储和文件结构\n10.1物理存储介质概述\n10.2磁盘和快闪存储器\n10.2.1磁盘的物理特性\n10.2.2磁盘性能的度量\n10.2.3磁盘块访问的优化\n10.2.4快闪存储\n10.3RAID\n10.3.1通过冗余提高可靠性\n10.3.2通过并行提高性能\n10.3.3RAID级别\n10.3.4RAID级别的选择\n10.3.5硬件问题\n10.3.6其他的RAID应用\n10.4第三级存储\n10.4.1光盘\n10.4.2磁带\n10.5文件组织\n10.5.1定长记录\n10.5.2变长记录\n10.6文件中记录的组织\n10.6.1顺序文件组织\n10.6.2多表聚簇文件组织\n10.7数据字典存储\n10.8数据库缓冲区\n10.8.1缓冲区管理器\n10.8.2缓冲区替换策略\n10.9总结\n术语回顾\n实践习题\n习题\n文献注解\n第11章索引与散列\n11.1基本概念\n11.2顺序索引\n11.2.1稠密索引和稀疏索引\n11.2.2多级索引\n11.2.3索引的更新\n11.2.4辅助索引\n11.2.5多码上的索引\n11.3B+树索引文件\n11.3.1B+树的结构\n11.3.2B+树的查询\n11.3.3B+树的更新\n11.3.4不唯一的搜索码\n11.3.5B+树更新的复杂性\n11.4B+树扩展\n11.4.1B+树文件组织\n11.4.2辅助索引和记录重定位\n11.4.3字符串上的索引\n11.4.4B+树索引的批量加载\n11.4.5B树索引文件\n11.4.6闪存\n11.5多码访问\n11.5.1使用多个单码索引\n11.5.2多码索引\n11.5.3覆盖索引\n11.6静态散列\n11.6.1散列函数\n11.6.2桶溢出处理\n11.6.3散列索引\n11.7动态散列\n11.7.1数据结构\n11.7.2查询和更新\n11.7.3静态散列与动态散列比较\n11.8顺序索引和散列的比较\n11.9位图索引\n11.9.1位图索引结构\n11.9.2位图操作的高效实现\n11.9.3位图和B+树\n11.10SQL中的索引定义\n11.11总结\n术语回顾\n实践习题\n习题\n文献注解\n第12章查询处理\n12.1概述\n12.2查询代价的度量\n12.3选择运算\n12.3.1使用文件扫描和索引的选择\n12.3.2涉及比较的选择\n12.3.3复杂选择的实现\n12.4排序\n12.4.1外部排序归并算法\n12.4.2外部排序归并的代价分析\n12.5连接运算\n12.5.1嵌套循环连接\n12.5.2块嵌套循环连接\n12.5.3索引嵌套循环连接\n12.5.4归并连接\n12.5.5散列连接\n12.6其他运算\n12.6.1去除重复\n12.6.2投影\n12.6.3集合运算\n12.6.4外连接\n12.6.5聚集\n12.7表达式计算\n12.7.1物化\n12.7.2流水线\n12.8总结\n术语回顾\n实践习题\n习题\n文献注解\n第13章查询优化\n13.1概述\n13.2关系表达式的转换\n13.2.1等价规则\n13.2.2转换的例子\n13.2.3连接的次序\n13.2.4等价表达式的枚举\n13.3表达式结果集统计大小的估计\n13.3.1目录信息\n13.3.2选择运算结果大小的估计\n13.3.3连接运算结果大小的估计\n13.3.4其他运算的结果集大小的估计\n13.3.5不同取值个数的估计\n13.4执行计划选择\n13.4.1基于代价的连接顺序选择\n13.4.2采用等价规则的基于代价的优化器\n13.4.3启发式优化\n13.4.4嵌套子查询的优化**\n13.5物化视图**\n13.5.1视图维护\n13.5.2增量的视图维护\n13.5.3查询优化和物化视图\n13.5.4物化视图和索引选择\n13.6查询优化中的高级话题**\n13.6.1topK优化\n13.6.2连接极小化\n13.6.3更新的优化\n13.6.4多查询优化和共享式扫描\n13.6.5参数化查询优化\n13.7总结\n术语回顾\n实践习题\n习题\n文献注解\n第四部分事务管理\n第14章事务\n14.1事务概念\n14.2一个简单的事务模型\n14.3存储结构\n14.4事务原子性和持久性\n14.5事务隔离性\n14.6可串行化\n14.7事务隔离性和原子性\n14.7.1可恢复调度\n14.7.2无级联调度\n14.8事务隔离性级别\n14.9隔离性级别的实现\n14.9.1锁\n14.9.2时间戳\n14.9.3多版本和快照隔离\n14.10事务的SQL语句表示\n14.11总结\n术语回顾\n实践习题\n习题\n文献注解\n第15章并发控制\n15.1基于锁的协议\n15.1.1锁\n15.1.2锁的授予\n15.1.3两阶段封锁协议\n15.1.4封锁的实现\n15.1.5基于图的协议\n15.2死锁处理\n15.2.1死锁预防\n15.2.2死锁检测与恢复\n15.3多粒度\n15.4基于时间戳的协议\n15.4.1时间戳\n15.4.2时间戳排序协议\n15.4.3Thomas写规则\n15.5基于有效性检查的协议\n15.6多版本机制\n15.6.1多版本时间戳排序\n15.6.2多版本两阶段封锁\n15.7快照隔离\n15.7.1更新事务的有效性检验步骤\n15.7.2串行化问题\n15.8插入操作、删除操作与谓词读\n15.8.1删除\n15.8.2插入\n15.8.3谓词读和幻象现象\n15.9实践中的弱一致性级别\n15.9.1二级一致性\n15.9.2游标稳定性\n15.9.3跨越用户交互的并发控制\n15.10索引结构中的并发**\n15.11总结\n术语回顾\n实践习题\n习题\n文献注解\n第16章恢复系统\n16.1故障分类\n16.2存储器\n16.2.1稳定存储器的实现\n16.2.2数据访问\n16.3恢复与原子性\n16.3.1日志记录\n16.3.2数据库修改\n16.3.3并发控制和恢复\n16.3.4事务提交\n16.3.5使用日志来重做和撤销事务\n16.3.6检查点\n16.4恢复算法\n16.4.1事务回滚\n16.4.2系统崩溃后的恢复\n16.5缓冲区管理\n16.5.1日志记录缓冲\n16.5.2数据库缓冲\n16.5.3操作系统在缓冲区管理中的作用\n16.5.4模糊检查点\n16.6非易失性存储器数据丢失的故障\n16.7锁的提前释放和逻辑undo操作\n16.7.1逻辑操作\n16.7.2逻辑undo日志记录\n16.7.3有逻辑undo的事务回滚\n16.7.4逻辑undo中的并发问题\n16.8ARIES**\n16.8.1数据结构\n16.8.2恢复算法\n16.8.3其他特性\n16.9远程备份系统\n16.10总结\n术语回顾\n实践习题\n习题\n文献注解\n第五部分系统体系结构\n第17章数据库系统体系结构\n17.1集中式与客户-服务器体系结构\n17.1.1集中式系统\n17.1.2客户-服务器系统\n17.2服务器系统体系结构\n17.2.1事务服务器\n17.2.2数据服务器\n17.2.3基于云的服务器\n17.3并行系统\n17.3.1加速比和扩展比\n17.3.2互连网络\n17.3.3并行数据库体系结构\n17.4分布式系统\n17.4.1分布式数据库示例\n17.4.2实现问题\n17.5网络类型\n17.5.1局域网\n17.5.2广域网\n17.6总结\n术语回顾\n实践习题\n习题\n文献注解\n第18章并行数据库\n18.1引言\n18.2I/O并行\n18.2.1划分技术\n18.2.2划分技术比较\n18.2.3偏斜处理\n18.3查询间并行\n18.4查询内并行\n18.5操作内并行\n18.5.1并行排序\n18.5.2并行连接\n18.5.3其他关系运算\n18.5.4运算的并行计算代价\n18.6操作间并行\n18.6.1流水线并行\n18.6.2独立并行\n18.7查询优化\n18.8并行系统设计\n18.9多核处理器的并行性\n18.9.1并行性与原始速度\n18.9.2高速缓冲存储器和多线程\n18.9.3适应现代体系架构的数据库系统设计\n18.10总结\n术语回顾\n实践习题\n习题\n文献注解\n第19章分布式数据库\n19.1同构和异构数据库\n19.2分布式数据存储\n19.2.1数据复制\n19.2.2数据分片\n19.2.3透明性\n19.3分布式事务\n19.3.1系统结构\n19.3.2系统故障模式\n19.4提交协议\n19.4.1两阶段提交\n19.4.2三阶段提交\n19.4.3事务处理的可选择性模型\n19.5分布式数据库中的并发控制\n19.5.1封锁协议\n19.5.2时间戳\n19.5.3弱一致性级别的复制\n19.5.4死锁处理\n19.6可用性\n19.6.1基于多数的方法\n19.6.2读一个、写所有可用的方法\n19.6.3站点重建\n19.6.4与远程备份的比较\n19.6.5协调器的选择\n19.6.6为可用性而牺牲一致性\n19.7分布式查询处理\n19.7.1查询转换\n19.7.2简单的连接处理\n19.7.3半连接策略\n19.7.4利用并行性的连接策略\n19.8异构分布式数据库\n19.8.1数据统一视图\n19.8.2查询处理\n19.8.3多数据库中的事务管理\n19.9基于云的数据库\n19.9.1云上的数据存储系统\n19.9.2云上的传统数据库\n19.9.3基于云的数据库的挑战\n19.10目录系统\n19.10.1目录访问协议\n19.10.2LDAP：轻量级目录访问协议\n19.11总结\n术语回顾\n实践习题\n习题\n文献注解\n第六部分数据仓库、数据挖掘与信息检索\n第20章数据仓库与数据挖掘\n20.1决策支持系统\n20.2数据仓库\n20.2.1数据仓库成分\n20.2.2数据仓库模式\n20.2.3面向列的存储\n20.3数据挖掘\n20.4分类\n20.4.1决策树分类器\n20.4.2其他类型的分类器\n20.4.3回归\n20.4.4分类器验证\n20.5关联规则\n20.6其他类型的关联\n20.7聚类\n20.8其他类型的数据挖掘\n20.9总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第21章信息检索\n21.1概述\n21.2使用术语的相关性排名\n21.2.1使用TFIDF的排名方法\n21.2.2基于相似性的检索\n21.3使用超链接的相关性\n21.3.1流行度排名\n21.3.2PageRank\n21.3.3其他的流行度度量\n21.3.4搜索引擎作弊\n21.3.5将TFIDF和流行度排名度量方法结合\n21.4同义词、多义词和本体\n21.5文档的索引\n21.6检索的有效性度量\n21.7Web的抓取和索引\n21.8信息检索：网页排名之外\n21.8.1查询结果的多样化\n21.8.2信息抽取\n21.8.3问答系统\n21.8.4查询结构化数据\n21.9目录与分类\n21.10总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第七部分特种数据库\n第22章基于对象的数据库\n22.1概述\n22.2复杂数据类型\n22.3SQL中的结构类型和继承\n22.3.1结构类型\n22.3.2类型继承\n22.4表继承\n22.5SQL中的数组和多重集合类型\n22.5.1创建和访问集合体值\n2.5.2查询以集合体为值的属性\n22.5.3嵌套和解除嵌套\n22.6SQL中的对象标识和引用类型\n22.7OR特性的实现\n22.8持久化程序设计语言\n22.8.1对象的持久化\n22.8.2对象标识和指针\n22.8.3持久对象的存储和访问\n22.8.4持久化C++系统\n22.8.5持久化Java系统\n22.9对象-关系映射\n22.10面向对象与对象-关系\n22.11总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第23章XML\n23.1动机\n23.2XML数据结构\n23.3XML文档模式\n23.3.1文档类型定义\n23.3.2XML Schema\n23.4查询和转换\n23.4.1XML树模型\n23.4.2XPath\n23.4.3XQuery\n23.5XML应用程序接口\n23.6XML数据存储\n23.6.1非关系的数据存储\n23.6.2关系数据库\n23.6.3SQL/XML\n23.7XML应用\n23.7.1存储复杂结构数据\n23.7.2标准化数据交换格式\n23.7.3Web服务\n23.7.4数据中介\n23.8总结\n术语回顾\n实践习题\n习题\n工具\n文献注解\n第八部分高级主题\n第24章高级应用开发\n24.1性能调整\n24.1.1提高面向集合的特性\n24.1.2批量加载和更新的调整\n24.1.3瓶颈位置\n24.1.4可调参数\n24.1.5硬件调整\n24.1.6模式调整\n24.1.7索引调整\n24.1.8使用物化视图\n24.1.9物理设计的自动调整\n24.1.10并发事务调整\n24.1.11性能模拟\n24.2性能基准程序\n24.2.1任务集\n24.2.2数据库应用类型\n24.2.3TPC基准程序\n24.3应用系统开发的其他问题\n24.3.1应用系统测试\n24.3.2应用系统移植\n24.4标准化\n24.4.1SQL标准\n24.4.2数据库连接标准\n24.4.3对象数据库标准\n24.4.4基于XML的标准\n24.5总结\n术语回顾\n实践习题\n习题\n文献注解\n第25章时空数据和移动性\n25.1动机\n25.2数据库中的时间\n25.2.1SQL中的时间规范\n25.2.2时态查询语言\n25.3空间与地理数据\n25.3.1几何信息表示\n25.3.2设计数据库\n25.3.3地理数据\n25.3.4空间查询\n25.3.5空间数据的索引\n25.4多媒体数据库\n25.4.1多媒体数据格式\n25.4.2连续媒体数据\n25.4.3基于相似性的检索\n25.5移动性和个人数据库\n25.5.1移动计算模型\n25.5.2路由和查询处理\n25.5.3广播数据\n25.5.4连接断开与一致性\n25.6总结\n术语回顾\n实践习题\n习题\n文献注解\n26章高级事务处理\n26.1事务处理监控器\n26.1.1TP监控器体系结构\n26.1.2使用TP监控器进行应用协调\n26.2事务工作流\n26.2.1工作流说明\n26.2.2工作流的故障原子性需求\n26.2.3工作流执行\n26.2.4工作流恢复\n26.2.5工作流管理系统\n26.3电子商务\n26.3.1电子目录\n26.3.2市场\n26.3.3订单结算\n26.4主存数据库\n26.5实时事务系统\n26.6长事务\n26.6.1不可串行化的执行\n26.6.2并发控制\n26.6.3嵌套事务和多级事务\n26.6.4补偿事务\n26.6.5实现问题\n26.7总结\n术语回顾\n实践习题\n习题\n文献注解\n第九部分实例研究\n第27章PostgreSQL\n27.1概述\n27.2用户界面\n27.2.1交互式终端界面\n27.2.2图形界面\n27.2.3编程语言接口\n27.3SQL变化和扩展\n27.3.1PostgreSQL类型\n27.3.2规则和其他主动数据库特征\n27.3.3可扩展性\n27.4PostgreSQL中的事务管理\n27.4.1PostgreSQL的并发控制\n27.4.2恢复\n27.5存储和索引\n27.5.1表\n27.5.2索引\n27.6查询处理和优化\n27.6.1查询重写\n27.6.2查询规划和优化\n27.6.3查询执行器\n27.6.4触发器和约束\n27.7系统结构\n文献注解\n第28章Oracle\n28.1数据库设计和查询工具\n28.1.1数据库和应用设计工具\n28.1.2查询工具\n28.2SQL的变化和扩展\n28.2.1对象-关系特性\n28.2.2Oracle XML DB\n28.2.3过程化语言\n28.2.4维度\n28.2.5联机分析处理\n28.2.6触发器\n28.3存储和索引\n28.3.1表空间\n28.3.2段\n28.3.3表\n28.3.4索引\n28.3.5位图索引\n28.3.6基于函数的索引\n28.3.7连接索引\n28.3.8域索引\n28.3.9划分\n28.3.10物化视图\n28.4查询处理和优化\n28.4.1执行方法\n28.4.2优化\n28.4.3并行执行\n28.4.4结果高速缓存\n28.5并发控制与恢复\n28.5.1并发控制\n28.5.2恢复的基本结构\n28.5.3Oracle数据卫士\n28.6系统体系结构\n28.6.1专用服务器：内存结构\n28.6.2专用服务器：进程结构\n28.6.3共享服务器\n28.6.4Oracle Real Application Clusters\n28.6.5自动存储管理器\n28.6.6Oracle Exadata\n28.7复制、分布以及外部数据\n28.7.1复制\n28.7.2分布式数据库\n28.7.3外部数据源\n28.8数据库管理工具\n28.8.1Oracle企业管理器\n28.8.2自动工作负载存储\n28.8.3数据库资源管理\n28.9数据挖掘\n文献注解\n第29章IBM DB2 Universal Database\n29.1概述\n29.2数据库设计工具\n29.3SQL的变化和扩展\n29.3.1XML特性\n29.3.2数据类型的支持\n29.3.3用户自定义函数和方法\n29.3.4大对象\n29.3.5索引扩展和约束\n29.3.6Web服务\n29.3.7其他特性\n29.4存储和索引\n29.4.1存储体系结构\n29.4.2缓冲池\n29.4.3表、记录和索引\n29.5多维聚簇\n29.5.1块索引\n29.5.2块映射\n29.5.3设计考虑\n29.5.4对现有技术的影响\n29.6查询处理和优化\n29.6.1存取方法\n29.6.2连接、聚集和集合运算\n29.6.3对复杂SQL处理的支持\n29.6.4多处理器查询处理特性\n29.6.5查询优化\n29.7物化的查询表\n29.7.1查询路由到MQT\n29.7.2MQT的维护\n29.8DB2中的自治特性\n29.8.1配置\n29.8.2优化\n29.9工具和实用程序\n29.10并发控制和恢复\n29.10.1并发与隔离\n29.10.2提交与回滚\n29.10.3日志与恢复\n29.11系统体系结构\n29.12复制、分布和外部数据\n29.13商务智能特性\n文献注解\n30章Microsoft SQL Server\n30.1管理、设计和查询工具\n30.1.1数据库开发和可视化数据库工具\n30.1.2数据库查询和调优工具\n30.1.3SQL Server Management Studio\n30.2SQL变化和扩展\n30.2.1数据类型\n30.2.2查询语言增强\n30.2.3例程\n30.2.4带过滤的索引\n30.3存储和索引\n30.3.1文件组\n30.3.2文件组内的空间管理\n30.3.3表\n30.3.4索引\n30.3.5分区\n30.3.6在线创建索引\n30.3.7扫描和预读\n30.3.8压缩\n30.4查询处理和优化\n30.4.1编译处理概述\n30.4.2查询简化\n30.4.3重排序和基于代价的优化\n30.4.4更新计划\n30.4.5优化时的数据分析\n30.4.6部分搜索和启发式搜索\n30.4.7查询执行\n30.5并发与恢复\n30.5.1事务\n30.5.2封锁\n30.5.3恢复和可用性\n30.6系统体系结构\n30.6.1服务器上的线程池\n30.6.2内存管理\n30.6.3安全性\n30.7数据访问\n30.8分布式异构查询处理\n30.9复制\n30.9.1复制模型\n30.9.2复制选项\n30.10.NET中的服务器编程\n30.10.1.NET基本概念\n30.10.2SQL CLR宿主\n30.10.3可扩展性协定\n30.11XML支持\n30.11.1本地存储和组织XML\n30.11.2查询和更新XML数据类型\n30.11.3XQuery表达式的执行\n30.12SQL Server服务代理\n30.13商务智能\n30.13.1SQL Server集成服务\n30.13.2SQL Server分析服务\n30.13.3SQL Server报表服务\n文献注解\n第十部分附录\n附录A详细的大学模式\n参考文献\n索引',
			pages: '805',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s8958042.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s8958042.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s8958042.jpg'
			},
			alt: 'https://book.douban.com/subject/10548379/',
			id: '10548379',
			publisher: '机械工业出版社',
			isbn10: '7111375297',
			isbn13: '9787111375296',
			title: '数据库系统概念',
			url: 'https://api.douban.com/v2/book/10548379',
			alt_title: 'Database System Concepts, 6E',
			author_intro: '【作者简介】\nAbraham Silberschatz\n于纽约州立大学石溪分校获得博士学位，现为耶鲁大学计算机科学Sidney J. Weinberg教授，计算机科学系主任，曾任贝尔实验室信息科学研究中心副主任。他是ACM Fellow 和 IEEE Fellow，曾获得IEEE Taylor L. Booth 教育奖、 ACM Karl V. Karlstrom 杰出教育者奖、ACM SIGMOD 贡献奖和IEEE 计算机学会杰出论文奖。他的研究兴趣包括操作系统、数据库系统、存储系统、网络管理和分布式系统。\nHenry F. Korth\n于普林斯顿大学获得博士学位，现为利哈伊大学计算机科学与工程系Weiseman教授，曾任贝尔实验室数据库原理研究中心主任。他是ACM Fellow 和 IEEE Fellow，是VLDB 10年贡献奖的获得者。他的研究兴趣包括为现代计算架构（多核、多线程、多级缓存）设计的数据库算法、基于Web的大型数据仓储、实时数据库系统和并行系统。\nS. Sudarshan\n于威斯康星大学麦迪逊分校获得博士学位，现为印度理工学院计算机科学与工程系教授，曾为贝尔实验室数据库研究组技术人员。他的研究兴趣包括查询处理和优化、关系数据和图结构数据的关键字查询，以及构建和测试数据库应用系统的工具。\n【译者简介】\n杨冬青\n1969年毕业于北京大学数学力学系数学专业，现任北京大学信息科学技术学院教授，博士生导师，中国计算机学会数据库专委会委员。多年来承担并完成973、863、国家科技攻关、国家自然科学基金等多项国家重点科研项目，曾获国家科技进步二等奖、三等奖和多项省部级奖励，在国内外杂志及会议上发表论文百余篇，著译作十余部。目前主要研究方向为数据库系统实现技术、Web环境下的信息集成与共享、数据仓库和数据挖掘等。\n李红燕\n1999年毕业于西北工业大学计算机科学与工程系计算机应用专业，获工学博士学位，现任北京大学信息科学技术学院教授，博士生导师，中国计算机学会数据库专委会委员。多年来承担并完成多项国家自然科学基金课题以及医疗、移动通信等典型应用领域内的应用研究项目，在国内外学术期刊及会议上发表论文90余篇，出版学术专著和教材各1部。目前主要研究方向为数据库系统与智能信息系统、数据仓库与数据挖掘、业务流程控制、云数据管理等。\n唐世渭\n1964年毕业于北京大学数学力学系计算数学专业，毕业后留校任教至今，现为北京大学信息科学技术学院教授，博士生导师，中国计算机学会数据库专委会委员，中国软件行业协会数据库及应用软件分会理事长。多年来承担并完成973、863、国家科技攻关、国家自然科学基金等多项国家重点科研项目，曾获国家科技进步二等奖、三等奖各1项，省部级科技进步奖多项，在国内外杂志及会议上发表论文百余篇，著译作多部。目前主要研究方向为数据库系统、数据仓库和数据挖掘、Web环境下的信息集成与共享、典型应用领域的信息系统等。',
			summary: '【编辑推荐】\n数据库领域的殿堂级作品\n夯实数据库理论基础，增强数据库技术内功的必备之选\n对深入理解数据库，深入研究数据库，深入操作数据库都具有极强的指导作用！\n【内容简介】\n本书是数据库系统方面的经典教材之一，其内容由浅入深，既包含数据库系统基本概念，又反映数据库技术新进展。它被国际上许多著名大学所采用，包括斯坦福大学、耶鲁大学、得克萨斯大学、康奈尔大学、伊利诺伊大学等。我国也有多所大学采用本书作为本科生和研究生数据库课程的教材和主要教学参考书，收到了良好的效果。\n第6版保持了前5版的总体风格，同时对内容进行了扩充，对结构进行了调整，以更好地符合数据库教学的需求和反映数据库设计、管理与使用方式的发展和变化。具体更新内容如下：\n调整了内容组织结构，将SQL内容提前，并集中进行介绍。\n采用一个新的模式（基于大学的数据）作为贯穿全书的运行实例。\n修订和更新了对数据存储、索引和查询优化以及分布式数据库的涵盖。\n修订了E-R模型、关系设计和事务管理等内容。\n扩充了关于应用开发和安全性的素材。\n本书配套网站（http://www.db-book.com）提供的教辅资源包括：\n· 书中各章的教学课件。\n· 实践练习的答案。\n· 未放入纸版书中的四个附录（高级关系数据库设计、其他关系查询语言、网状模型、层次模型）。\n· 实验素材（包括大学模式和习题中用到的其他关系的SQL DDL和样例数据，以及关于建立和使用各种数据库系统和工具的说明书）。\n· 最新勘误表。',
			series: {
				id: '1163',
				title: '计算机科学丛书'
			},
			price: '99.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 604,
				average: '9.1',
				min: 0
			},
			subtitle: '看入人里，看出人外',
			author: [
				'[美] 罗纳德·B·阿德勒',
				'拉塞尔·F·普罗科特'
			],
			pubdate: '2018-2',
			tags: [
				{
					count: 982,
					name: '沟通',
					title: '沟通'
				},
				{
					count: 583,
					name: '自我提升',
					title: '自我提升'
				},
				{
					count: 572,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 553,
					name: '社交',
					title: '社交'
				},
				{
					count: 435,
					name: '情感、沟通',
					title: '情感、沟通'
				},
				{
					count: 374,
					name: '心理',
					title: '心理'
				},
				{
					count: 216,
					name: '职场',
					title: '职场'
				},
				{
					count: 199,
					name: '经典',
					title: '经典'
				}
			],
			origin_title: 'Looking Out Looking In,15ed',
			image: 'https://img9.doubanio.com/view/subject/m/public/s29520436.jpg',
			binding: '平装',
			translator: [
				'黄素菲',
				'李恩',
				'王敏'
			],
			catalog: '译者序\n前　言\n致　谢\n第一章 人际沟通入门\n1.1 我们为什么要沟通？\n1.2 沟通的历程\n1.3 沟通的原则与迷思\n1.4 如何成为沟通高手？\n第二章 人际沟通与社交媒体\n2.1 媒介沟通与面对面沟通\n2.2 媒介沟通的优缺点\n2.3 媒介沟通的影响\n2.4 运用社交媒体的能力\n第三章 沟通和认同：自我的塑造与展现\n3.1 沟通和自我\n3.2 自我的展现：沟通作为印象管理\n3.3 在关系中的自我坦露\n3.4 自我坦露的替代选择\n第四章 知觉：看到什么就是什么\n4.1 知觉历程\n4.2 影响知觉的因素\n4.3 知觉的常见倾向\n4.4 知觉检核\n4.5 同理心、认知复杂度与沟通\n第五章 情绪：感觉、思考和沟通\n5.1 什么是情绪？\n5.2 影响情绪表达的因素\n5.3 情绪表达的指导原则\n5.4 情绪管理\n第六章 语言：障碍与桥梁\n6.1 语言是符号\n6.2 理解和误解\n6.3 语言的影响\n6.4 性别与语言\n6.5 文化与语言\n第七章 非语言沟通：超越字词之外的信息\n7.1 非语言沟通的特征\n7.2 非语言沟通的影响因素\n7.3 非语言沟通的类型\n第八章 倾听：不只是听见\n8.1 倾听的定义\n8.2 倾听过程的要素\n8.3 倾听的挑战\n8.4 倾听反应的类型\n第九章 沟通和关系的演变\n9.1 我们为什么要建立关系？\n9.2 人际关系的演变模式\n9.3 关系的特性\n9.4 对关系做沟通\n9.5 维持人际关系\n第十章 人际沟通中的亲密关系\n10.1 关系中的亲密\n10.2 家人间的沟通\n10.3 友人间的沟通\n10.4 爱人间的沟通\n第十一章 改善沟通气氛\n11.1 沟通气氛和肯定信息\n11.2 防卫：原因与对策\n11.3 保留面子\n第十二章 处理人际冲突\n12.1 冲突的本质\n12.2 冲突的处理方式\n12.3 关系系统中的冲突\n12.4 冲突类型的变项\n12.5 建设性处理冲突的技巧\n参考文献\n专栏参考文献',
			pages: '520',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s29520436.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s29520436.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s29520436.jpg'
			},
			alt: 'https://book.douban.com/subject/27117578/',
			id: '27117578',
			publisher: '后浪丨北京联合出版公司',
			isbn10: '7559608205',
			isbn13: '9787559608208',
			title: '沟通的艺术（插图修订第15版）',
			url: 'https://api.douban.com/v2/book/27117578',
			alt_title: 'Looking Out Looking In,15ed',
			author_intro: '罗纳德·B·阿德勒（Ronald B. Adler），以沟通写作为专业。除本书外，还著有六本书，主题涵盖商务沟通、公共演讲、小团体沟通、独断力以及社交技巧。在写作和教学之外，他还帮助专业和商务人士改进他们在职场中的人际沟通技巧。\n拉塞尔·F·普罗科特（Russell F. Proctor Ⅱ），北肯塔基大学教授。于1990年在一次沟通学会议上与阿德勒相遇，两人就使用故事片作为教学用具达成了共识。多年来，他们围绕沟通这个主题广泛地撰写文章、四处演讲，并合作出版了多本教材。\n黄素菲，台湾师范大学教育心理与辅导研究所博士，曾担任东吴大学专任讲师，并在台北商专、师范大学、台湾艺术学院、东吴大学、实践大学、辅仁大学、海洋大学等学府担任兼职讲师和辅导老师。现任阳明大学人文与社会教育中心副教授。\n李恩，自由译者，吉林大学心理学学士，海外工作四年，曾于联合国亚洲总部实习。\n王敏，中国人民大学新闻学院在读博士。',
			summary: '寓教于乐的沟通学权威教材\n极具操作性的健康关系指南\n.....................\n※编辑推荐※\n☆ 一本结构清晰、内容有吸引力、表述简洁的人际沟通入门教材，再版15次，中文译本销量数十万。\n☆ 将学术内容和日常生活紧密结合，清晰透视各类沟通主题。\n☆ “多元视角”“在工作中”“在生活中”等大量专栏内容帮助读者轻松进入情境，感受良好的沟通的魅力。\n☆ “想一想”“技巧建构”等练习步骤帮助读者将所学内容应用到现实生活当中。\n☆ 援引多部热门情景喜剧、电视剧、电影，并配有大量照片和漫画，轻松学到沟通技能。\n☆ 沟通的技巧不是玩弄手段，本书强调真诚、有效的沟通，“伦理原则”这一专栏也将帮助读者寻找沟通困境中的解决方案。\n.....................\n※内容简介※\n本书分为“看入人里”“看出人外”和“看人之间”三个部分：“看入人里”主要探讨了与沟通者有关的因素，说明了人际关系的本质，强调自我在沟通中的角色，并分析了知觉与情绪在沟通中的重要性；“看出人外”聚焦于沟通者之外信息的发送与接收，分析了语言的运用和非语言线索的特征，强调了倾听的重要性；“看人之间”则主要讨论了关系的演变过程，侧重于亲密关系的区辨，提出了改善沟通氛围、处理人际冲突的各种沟通方法。\n本书既关注有关人际沟通的理论介绍，也加入了丰富实用的阅读材料。8大专栏、超过100篇文章，让你可以轻松学习和应用书中的沟通技巧。新增多部热门美剧、电影和真人秀的分析，让你可以轻松印证作者在每一章总结的沟通准则，增加阅读的趣味性。',
			series: {
				id: '615',
				title: '后浪大学堂'
			},
			price: '88.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 691,
				average: '6.9',
				min: 0
			},
			subtitle: '',
			author: [
				'查尔斯·哈奈尔（Charles F.Haanel)'
			],
			pubdate: '2007-2',
			tags: [
				{
					count: 346,
					name: '世界上最神奇的24堂课',
					title: '世界上最神奇的24堂课'
				},
				{
					count: 227,
					name: '励志',
					title: '励志'
				},
				{
					count: 161,
					name: '自我完善',
					title: '自我完善'
				},
				{
					count: 113,
					name: '自我塑造',
					title: '自我塑造'
				},
				{
					count: 107,
					name: '心理',
					title: '心理'
				},
				{
					count: 102,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 100,
					name: '心灵',
					title: '心灵'
				},
				{
					count: 96,
					name: '励志书籍',
					title: '励志书籍'
				}
			],
			origin_title: 'The Master Key System: Open the Secret to Health, Wealth and Love',
			image: 'https://img9.doubanio.com/view/subject/m/public/s2522966.jpg',
			binding: '',
			translator: [
				'福源'
			],
			catalog: '',
			pages: '270',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s2522966.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s2522966.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s2522966.jpg'
			},
			alt: 'https://book.douban.com/subject/2046213/',
			id: '2046213',
			publisher: '新世界出版社',
			isbn10: '7802282748',
			isbn13: '9787802282742',
			title: '世界上最神奇的24堂课',
			url: 'https://api.douban.com/v2/book/2046213',
			alt_title: 'The Master Key System: Open the Secret to Health, Wealth and Love',
			author_intro: '查尔斯·哈奈尔(Charles F.Haanel)，1866年出生于美国密歇根州的安娜堡，是美国著名作家、商界知名人士，同时是美国科学联合会、作家联合会、心理学研究会、圣路易慈善协会和圣路易商会会员。他在圣路易开始了职业生涯，但为了创办自己的公司而毅然辞职。这次选择最终成就了他的事业——他创建的企业集国成为那个时代最大的商业集团之一。哈奈尔的作品有《世界上最神奇的24堂课》(The Master Key System)、《精神化学》(Mentai Chemistry)和<新心理学》(The New Psychology)等书。',
			summary: '在美国，由于《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》涉及精神、心理等方面某些不合时宜的内容，于1933年被列为禁书，直到2003年——70年后才得以开禁。《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》被禁之后，该书就成为一些特权人物的个人专读著作。当时，甚至需要花费1500美元方能得到一份手抄本，而1500美元相当于那时一个人两年的薪水。\n近些年来，在硅谷有一个人尽皆知的秘密。那就是：每个创业者都是通过研习哈奈尔先生笔耕的结晶，从而掘到了自己的财富。从硅谷起家的百万富翁和亿万富翁，几乎每个人都读过这本《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》。由于《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》被禁多年，直到近年才得以重见天日，因此一度在硅谷掀起了一股销售热潮。\n拿破仑•希尔，世界最著名的成功学畅销书作家之一。通过《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》，他得以致富，每年获取财富105，200美元，而当时美国人均收入不过750美元。通过《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》，他写出了自己的成功学著作。他因此专门为《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》写了感谢信。\n在本书出版之后，许多成功的商界人士将本书列为其必读著作。同时，这些人士又不希望其他人读到《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》。因为《世界上最神奇的24堂课(心灵训练CD全集及全文解读版)》会令他们突破局限，并获得财富和成功。',
			price: '488.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '基于TMS320F2808',
			author: [
				'刘和平//刘平//王华斌//严利平'
			],
			pubdate: '2011-7',
			tags: [
				{
					count: 4,
					name: '很好的书',
					title: '很好的书'
				},
				{
					count: 1,
					name: 'ie',
					title: 'ie'
				},
				{
					count: 1,
					name: 'f',
					title: 'f'
				},
				{
					count: 1,
					name: 'dsp',
					title: 'dsp'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s6850975.jpg',
			binding: '',
			translator: [],
			catalog: '第1章 TMS320F2808概述  1.1 概述  1.2 TMS320F2808 CPU控制器的功能结构图  1.3 TMS320F2808引脚功能介绍  1.4 TMS320F2808存储器映射图第2章 TMS320F2808内部功能  2.1 内存总线  2.2 外设模块总线  2.3 实时的JTAG  2.4 存储单元  2.5 中断扩展模块  2.6 外部中断  2.7 振荡器与锁相环  2.8 程序监视器  2.9 外设模块时钟  2.10 低功耗工作模式  2.11 外设模块结构  2.12 通用输入/输出多路复用器  2.13 32位CPU定时器  2.14 电机控制模块  2.15 串行接口  2.16 寄存器映射  2.17 仿真寄存器第3章 TMS320F2808系统控制和中断  3.1 Flash存储器和OTP存储器    3.1.1 1Flash存储器    3.1.2 OTP存储器    3.1.3 Flash存储器和OTP存储器功耗状态    3.1.4 Flash存储器和OTP存储器性能    3.1.5 Flash存储器流水线模式    3.1.6 Flash存储器和OTP存储器  3.2 代码安全模块    3.2.1 功能描述    3.2.2 CSM对其他片内资源的影响    3.2.3 用户应用中代码安全保护的具体表现    3.2.4 代码安全保护逻辑注意事项    3.2.5 (2SM特点总结  3.3 时钟    3.3.1 时钟和系统控制    3.3.2 OSC和PLL模块    3.3.3 TMS320F2808芯片的10 MHz外部晶振的10倍频时钟设置    3.3.4 低功耗工作模块    3.3.5 程序监视器模块    3.3.6 32位CPU定时器0、1、2  3.4 外设中断扩展模块    3.4.1 PIE模块    3.4.2 中断源    3.4.3 PIE配置和控制寄存器    3.4.4 外部中断控制寄存器第4章 TMS320F28x流水线、寻址模式及汇编语言指令集简介  4.1 流水线    4.1.1 指令的流水线操作    4.1.2 流水线活动    4.1.3 流水线活动的冻结    4.1.4 流水线保护    4.1.5 避免无保护操作  4.2 TMS320F28x寻址模式    4.2.1 寻址模式分类    4.2.2 寻址模式选择位    4.2.3 汇编器/编译器与AMoDE位的关系    4.2.4 直接寻址模式    4.2.5 堆栈寻址模式    4.2.6 间接寻址模式    4.2.7 寄存器寻址模式    4.2.8 数据/程序/IO空间立即寻址模式    4.2.9 程序空间间接寻址模式    4.2.10 字节寻址模式    4.2.11 32位定位操作  4.3 TMS320F28x汇编语言指令集    4.3.1 指令概述    4.3.2 寄存器操作第5章 C语言调试环境和编程  5.1概述    5.1.1 C/C++语言特性    5.1.2 编译器输出文件特性    5.1.3 编译器接口连接特性    5.1.4 编译器操作特性    5.1.5 编译器应用程序特性  5.2 CCStudio 3.1的安装    5.2.1 CCStudio 3.1主程序安装    5.2.2 仿真器驱动程序安装  5.3 C/C++语言编译器集成调试环境介绍    5.3.1 配置仿真集成调试环境    5.3.2 集成调试环境介绍    5.3.3 菜单及功能介绍    5.3.4 工作窗口区介绍  5.4 用C/C++编译器开发应用程序的步骤  5.5 头文件和命令文件    5.5.1 头文件    5.5.2 命令文件.CMD第6章 TMS320F2808实验开发板  6.1 TMS320F2808实验开发板介绍  6.2 TMS320F2808实验开发板功能介绍第7章 数字量输入/输出模块  7.1 概述  7.2 GPIO复用  7.3 数字量I/O端口寄存器  7.3 I/O接口应用第8章 串行通信  8.1 概述  8.2 串行通信接口的结构    8.2.1 串行通信接口的信号    8.2.2 多处理器和异步通信模式    8.2.3 串行通信接口可编程数据格式    8.2.4 SCI多处理器通信    8.2.5 空闲线多处理器模式    8.2.6 地址位多处理器模式    8.2.7 SCI通信格式    8.2.8 串行通信接口中断    8.2.9 SCI波特率计算    8.2.10 串行通信接口的增强特性  8.3 串行通信寄存器概述  8.4 串行通信接口程序设计举例第9章 A/D转换器  9.1 A/D转换模块特性  9.2 自动排序器的工作原理    9.2.1 顺序采样模式    9.2.2 同时采样模式  9.3 自动排序连续模式    9.3.1 排序器的启动/停止模式    9.3.2 同时采样模式    9.3.3 输入触发器    9.3.4 在排序转换时的中断操作  9.4 A/D转换时钟的前分频  9.5 A/D转换模块的低功耗工作模式  9.6 A/D转换模块上电顺序  9.7 排序器的新增特性  9.8 内部/外部基准电压源的选择  9.9 A/D转换寄存器  9.10 A/D转换电路  9.11 A/D转换应用举例第10章 ePWM模块  10.1 ePWM模块概述  10.2 时基子模块  10.3 比较计数子模块  10.4 动作限定子模块  10.5 死区生成子模块  10.6 斩波子模块  10.7 TZ子模块  10.8 事件触发子模块  10.9 ePWM模块寄存器第11章 eQEP模块  11.1 eQEP输入  11.2 eQEP模块的主要功能  11.3 正交脉冲编码模块    11.3.1 正交脉冲计数器输入模块    11.3.2 eQEP模块输入极性选择位    11.3.3 位置比较同步输出  11.4 位置计数和控制电路    11.4.1 位置计数器操作方式    11.4.2 位置计数器锁存    11.4.3 位置计数器初始化    11.4.4 位置比较电路  11.5 eQEP边沿捕获电路  11.6 eQEP程序监视定时器  11.7 定时器时基电路  11.8 eQEP中断结构  11.9 eQEP寄存器组第12章 捕获模块  12.1 概述  12.2 捕获与APWM工作模式  12.3 捕获模式概述    12.3.1 事件前分频    12.3.2 边沿极性选择和限定器    12.3.3 连续捕获与首发捕获控制    12.3.4 32位计数器和相位控制    12.3.5 捕获寄存器    12.3.6 中断控制    12.3.7 影子寄存器装载与禁止装载控制    12.3.8 APWM模式的工作特性  12.4 捕获模块寄存器第13章 I2C串行通信  13.1 I2C模块概述  13.2 I2C模块的工作  13.3 I2C模块产生中断请求  13.4 重设/禁止I2C模块  13.5 I2C模块寄存器  13.6 24LC256与F2812的硬件接口  13.7 24LC256的应用编程第14章 串行外设接口  14.1 概述    14.1.1 SPI结构框图    14.1.2 SPI模块信号总汇  14.2 SPI模块寄存器  14.3 串行外设接口操作    14.3.1 操作介绍    14.3.2 SPI的主控和从动模式  14.4 SPI中断    14.4.1 SPI中断控制位    14.4.2 数据格式    14.4.3 SPI波特率设置和时钟模式    14.4.4 SPI的初始化    14.4.5 SPI数据传送  14.5 SPI FIFO概述  14.6 SPI控制寄存器  14.7 SPI应用举例第15章 增强型局域网控制器  15.1 eCAN控制器结构    15.1.1 CAN概述    15.1.2 CAN网络及模块    15.1.3 eCAN控制器概述    15.1.4 邮箱  15.2 eCAN寄存器    15.2.1 定时器管理单元    15.2.2 邮箱设置    15.2.3 接收滤波器  15.3 eCAN模块的配置    15.3.1 CAN模块的初始化    15.3.2 eCAN的配置步骤    15.3.3 远程帧邮箱的处理    15.3.4 中断    15.3.5 CAN模块的掉电模式  15.4 eCAN控制器的程序设计举例第16章 TMS320F2808的C语言编程应用实例  16.1 图形液晶显示模块与TMS320F2808接口编程  16.2 硬件设计  16.3 液晶显示模块指令系统  16.4 液晶显示程序清单附录 光盘内容说明参考文献',
			pages: '423',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s6850975.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s6850975.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s6850975.jpg'
			},
			alt: 'https://book.douban.com/subject/6732493/',
			id: '6732493',
			publisher: '北京航空航天大学',
			isbn10: '7512404115',
			isbn13: '9787512404113',
			title: '数字信号控制器原理及应用',
			url: 'https://api.douban.com/v2/book/6732493',
			alt_title: '',
			author_intro: '',
			summary: '《数字信号控制器原理及应用:基于TMS320F2808》介绍TI公司推出的数字信号控制器芯片T：MS320F2808的硬件结构、内部功能模块、系统控制和中断、流水线、寻址模式、汇编语言、C语言编程和调试环境、F2808实验开发板、外设模块等。以F2808的原理和应用为主线，介绍各个功能模块（I／O、eSCI、A／D、ePWM、eQEP、eCAP、I2C、SPI、eCAN）的基本原理，列举出相应的应用实例，给出其应用的电路原理图和源程序清单。书中提供的所有程序均在《数字信号控制器原理及应用:基于TMS320F2808》作者配套设计的实验开发板上调试通过。《数字信号控制器原理及应用:基于TMS320F2808》通俗易懂，实例清楚易用，力求让学习数字信号控制器应用开发的人员容易入门，快速上手。附带光盘一张，内含书中全部程序代码。\n《数字信号控制器原理及应用:基于TMS320F2808》可作为从事数字信号控制器应用开发的工程技术人员的参考用书，也可作为高校电子信息、自动化、计算机等专业本科生、研究生“数字信号控制器原理及应用”课程的教材。',
			price: '49.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 538,
				average: '9.4',
				min: 0
			},
			subtitle: '',
			author: [
				'[美] F. J. Gravetter',
				'[美] L. B. Wallnau'
			],
			pubdate: '2008-7',
			tags: [
				{
					count: 1026,
					name: '统计学',
					title: '统计学'
				},
				{
					count: 817,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 377,
					name: '统计',
					title: '统计'
				},
				{
					count: 205,
					name: '社会学',
					title: '社会学'
				},
				{
					count: 153,
					name: '数学',
					title: '数学'
				},
				{
					count: 151,
					name: '心理',
					title: '心理'
				},
				{
					count: 144,
					name: 'Statistics',
					title: 'Statistics'
				},
				{
					count: 120,
					name: '方法学',
					title: '方法学'
				}
			],
			origin_title: 'Statistics for the behavioral sciences',
			image: 'https://img9.doubanio.com/view/subject/m/public/s3226976.jpg',
			binding: '平装',
			translator: [
				'王爱民',
				'李悦'
			],
			catalog: '第Ⅰ部分 简介与描述性统计门\n第1章 统计学入门\n第2章 频数分布\n第3章 集中趋势\n第4章 变异性\n第Ⅱ部分 推论性统计基础\n第5章 z分数：分数的位置和标准化分布\n第6章 概率\n第7章 概率和样本：样本平均数的分布\n第Ⅲ部分 平均数与平均数差异的推论\n第8章 假设检验\n第9章 t分数\n第10章 两个独立样本的t检验\n第11章 两个相关样本的t检验\n第12章 估计\n第13章 方差分析\n第14章 重复测量方差分析\n第15章 双因素方差分析（独立测量）\n第Ⅳ部分 相关与非参数检验\n第16章 相关\n第17章 回归\n第18章 卡方检验：拟合度与独立性检验\n第19章 二项检验\n第20章 顺序数据的统计方法\n附录A 统计表格\n附录B SPSS使用的简介\n附录C 统计的组成结构\n附录D 奇数问题的答案\n参考文献',
			pages: '692',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s3226976.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s3226976.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s3226976.jpg'
			},
			alt: 'https://book.douban.com/subject/3171735/',
			id: '3171735',
			publisher: '中国轻工业出版社',
			isbn10: '7501964378',
			isbn13: '9787501964376',
			title: '行为科学统计',
			url: 'https://api.douban.com/v2/book/3171735',
			alt_title: 'Statistics for the behavioral sciences',
			author_intro: '',
			summary: '无论中外，统计学一直是各相关专业学生的梦魇。Frederick J.Gravetter和Larry B.Wallnau两位教授正是考虑到这一点，从而以深入浅出、通俗易懂的方式，将统计知识清晰地整合到实际的行为科学研究中，以直接、易学、详尽的方法向学生讲授统计学的应用。\n本书自出版以来一直是美国心理学、社会学等专业领域中使用最广的统计学教材，是一本非常适用于数学基础薄弱学生的统计入门书。',
			series: {
				id: '750',
				title: '心理学导读系列'
			},
			price: '85.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 353,
				average: '9.7',
				min: 0
			},
			subtitle: '探索脑',
			author: [
				'Mark F. Bear',
				'Barry W. Connors',
				'Michael A. Paradiso'
			],
			pubdate: '2004-7',
			tags: [
				{
					count: 801,
					name: '神经科学',
					title: '神经科学'
				},
				{
					count: 363,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 288,
					name: '认知神经科学',
					title: '认知神经科学'
				},
				{
					count: 185,
					name: '脑',
					title: '脑'
				},
				{
					count: 179,
					name: '生物学',
					title: '生物学'
				},
				{
					count: 165,
					name: 'Neuroscience',
					title: 'Neuroscience'
				},
				{
					count: 161,
					name: '科普',
					title: '科普'
				},
				{
					count: 152,
					name: '科学',
					title: '科学'
				}
			],
			origin_title: 'Neuroscience: Exploring the Brain',
			image: 'https://img3.doubanio.com/view/subject/m/public/s2383083.jpg',
			binding: '简裝本',
			translator: [
				'王建军'
			],
			catalog: '第Ⅰ篇 基础篇\n第1章 神经科学导论2\n引言3\n神经科学的起源3\n古希腊人对脑的认识4\n罗马帝国时代对脑的认识4\n从文艺复兴到19世纪时期对脑的认识\n19世纪对脑的认识7\n当今的神经科学13\n分析的层次13\n神经科学家14\n科学研究的步骤15\n神经科学研究中的动物使用问题16\n无知的代价：神经系统疾病18\n结语20\n复习题2l\n第2章 神经元和神经胶质细胞22\n引言23\n神经元学说23\n高尔基染色24\nCaial的贡献25\n典型的神经元25\n胞体26\n神经元膜32\n细胞骨架32\n轴突33\n树突38\n神经元的分类42\n按神经突起数目分类42\n按树突分类42\n按连接分类42\n按轴突长度分类43\n按神经递质分类43\n神经胶质细胞44\n星形胶质细胞44\n成髓鞘胶质细胞45\n其他非神经元细胞45\n结语46\n关键词47\n复习题47\n第3章 静息态的神经元膜48\n引言49\n化学特性50\n细胞质和细胞外液50\n磷脂膜51\n蛋白质52\n离子的运动55\n扩散55\n电学56\n静息膜电位产生的离子基础57\n平衡电位58\n离子的跨膜分布60\n膜在静息状态下离子的相对通透性60\n调控细胞外钾浓度的重要性66\n结语68\n关键词68\n复习题68\n第4章 动作电位69\n引言70\n动作电位的特性70\n单个动作电位的上升相和下降相70\n单个动作电位的产生70\n多个动作电位的产生72\n理论上的动作电位74\n膜电流和膜电导74\n动作电位过程中离子的进出75\n实际的动作电位76\n电压门控钠通道76\n电压门控钾通道80\n小结83\n动作电位的传导84\n影响传导速度的因素86\n动作电位、轴突和树突87\n结语90\n关键词92\n复习题92\n第5章 突触传递93\n引言94\n突触的类型95\n电突触95\n化学突触96\n化学突触传递的原理101\n神经递质101\n神经递质的合成和储存102\n神经递质的释放103\n神经递质的受体和效应器104\n神经递质的重摄取与降解111\n神经药理学112\n突触整合的原理112\nEPSP的整合112\n树突性质对突触整合的贡献114\n抑制作用117\n调制作用119\n结语121\n关键词122\n复习题122\n第6章 神经递质系统123\n引言124\n神经递质系统的研究125\n递质和递质合成酶的定位125\n递质释放的研究127\n模拟突触的研究128\n受体的研究：128\n神经递质化学132\n胆碱能神经元132\n儿茶酚胺能神经元135\n5一羟色胺能神经元136\n氨基酸能神经元137\n其他可能的神经递质和细胞间的信使物质137\n递质门控通道138\n递质门控通道的基本结构138\n二氨基酸门控通道140\nG蛋白耦联受体和效应器144\nG蛋白耦联受体的基本结构144\n广泛分布的G蛋白145\nG蛋白耦联效应器系统145\n神经递质系统内的辐散和聚合149\n结语150\n关键词151\n复习题152\n第7章 神经系统的结构153\n引言154\n哺乳动物神经系统的基本结构154\n解剖学术语154\n中枢神经系统156\n外周神经系统158\n脑神经159\n脑膜159\n脑室系统：159\n活体脑成像162\n通过发育来了解中枢神经系统的结构164\n神经管的形成165\n3个初级脑泡167\n前脑的分化167\n中脑的分化172\n后脑的分化173\n脊髓的分化175\n中枢神经系统的小结176\n人类中枢神经系统的特征176\n大脑皮层180\n大脑皮层的类型180\n新皮层的分区181\n结语185\n关键词186\n复习题187\n第7章 附录：人体神经解剖学图解指南188\n第Ⅱ篇 感觉与运动系统\n第8章 化学感觉240\n引言241\n味觉241\n基本味觉242\n味觉器官242\n味觉感受器细胞243\n味觉转导的机制244\n中枢味觉通路247\n味觉的神经编码250\n嗅觉251\n嗅觉器官253\n嗅觉感受器神经元254\n中枢嗅觉通路258\n嗅觉信息的时空表达261\n结语263\n关键词264\n复习题264\n第9章 眼睛265\n引言266\n光的特性267\n光267\n光学267\n眼睛的结构268\n眼睛的大体解剖268\n眼睛的横切面解剖269\n眼睛中图像的形成272\n角膜的折射272\n晶状体的适应性调节273\n瞳孔对光反射274\n视野275\n视锐度276\n视网膜的显微解剖276\n视网膜的分层组构277\n光感受器的结构278\n视网膜结构的区域差异278\n光转导280\n视杆中的光转导280\n视锥中的光转导283\n暗适应和明适应285\n视网膜的信息处理286\n外网状层的信息传递287\n视网膜的输出288\n神经节细胞感受野288\n一神经节细胞的类型291\n并行处理293\n结语294\n关键词295\n复习题295\n第10章 中枢视觉系统296\n引言297\n离视网膜投射297\n视神经、视交叉和视束298\n左右半视野299\n视束靶区299\n外侧膝状体核303\n眼睛和神经节细胞类型输人的分离304\n感受野305\nLGN中的非视网膜输入306\n纹状皮层的解剖306\n纹状皮层的分层307\nLGN至ⅣC层的输入309\n其他皮层层次的神经支配311\n并行通路312\n纹状皮层的生理313\nM通道314\nP-IB通道315\n方位柱316\n斑块区的生理319\n小结319\n纹区外视皮层319\n背侧通路321\n腹侧通路324\n从单个神经元到感知325\n从光感受器到祖母细胞325\n并行处理328\n结语329\n关键词330\n复习题330\n第11章 听觉及前庭系统331\n引言332\n声音的自然属性332\n听觉系统的结构334\n中耳335\n中耳的组成部分336\n听小骨对声压的放大336\n减弱反射337\n内耳338\n耳蜗的解剖338\n耳蜗的生理338\n中枢的听觉处理347\n听觉通路的解剖348\n听觉通路神经元的反应特性350\n声音强度和频率的编码351\n刺激强度351\n刺激频率、音调拓扑和锁相351\n声音定位的机制353\n水平平面中声音的定位354\n垂直平面中声音的定位357\n听皮层359\n神经元的反应特性359\n听皮层受损和丧失的效应362\n前庭系统365\n前庭迷路365\n耳石器官365\n半规管368\n中枢前庭通路和前庭反射370\n前庭病理372\n结语372\n关键词373\n复习题373\n第12章 躯体感觉系统374\n引言375\n触觉375\n皮肤的机械感受器376\n第一级传人纤维380\n脊髓382\n背索一内侧丘系通路385\n三叉神经触觉通路387\n躯体感觉皮层389\n痛觉397\n痛觉感受器和疼痛刺激的转导398\n第一级传人纤维和脊髓机制400\n痛觉的上行通路402\n痛觉的调制404\n温度觉407\n温度感受器408\n温度觉通路410\n结语410\n关键词410\n复习题411\n第13章 运动的脊髓控制412\n引言413\n躯体运动系统413\n下运动神经元415\n下运动神经元的节段性组构416\nα运动神经元417\n运动单位的类型419\n兴奋一收缩耦联420\n肌纤维的结构420\n肌肉收缩的分子基础422\n运动单位的脊髓控制427\n来自肌梭的本体感觉427\nγ运动神经元429\n来自高尔基腱器官的本体感觉431\n脊髓中间神经元433\n行走时脊髓运动程序的发生435\n结语439\n关键词440\n复习题440\n第14章 运动的脑控制44l\n引言442\n下行脊髓通路443\n外侧通路444\n腹内侧通路445\n大脑皮层对运动的计划448\n运动皮层448\n后顶叶皮层和前额叶皮层的贡献449\n运动计划与神经元的关联451\n基底神经节452\n基底神经节的解剖453\n运动环路454\n初级运动皮层对运动的发起458\nM1的输入一输出组构459\nM1的运动编码459\n小脑463\n……\n第Ⅲ篇　脑和行为\n第15章 脑和行为的化学调控\n第16章 动机\n第17章 性与脑\n第18章 情绪的脑机制\n第19章 脑的节律\n第20章 语言与注意\n第21章 精神疾病\n第Ⅳ篇　脑的变化\n第22章 脑的构建\n第23章 记忆系统\n第24章 学习和记忆的分子机制\n参考文献和建议读物\n中英文术语表及索引',
			pages: '803',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s2383083.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s2383083.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s2383083.jpg'
			},
			alt: 'https://book.douban.com/subject/1509898/',
			id: '1509898',
			publisher: '高等教育出版社',
			isbn10: '7040121948',
			isbn13: '9787040121940',
			title: '神经科学',
			url: 'https://api.douban.com/v2/book/1509898',
			alt_title: 'Neuroscience: Exploring the Brain',
			author_intro: '',
			summary: '本书是国际流行的神经科学本科教材,美国的布朗大学、明尼苏达大学等著名高校以此为教材。该书体系新颖,全书只分四大部分,但包括了神经科学的方方面面, 这样的安排有助于学生抓住神经科学的精髓。全书附有3类专栏:“发现之路”(pathofdiscovery)邀请一些在神经科学研究领域做出重大发现的科学家介绍其发现的科研历程,有助于培养学生的科学理想和献身科学的精神;“趣味话题”(ofspecialinterest)深入介绍一些知识,有助于培养学生的科学兴趣;“脑的食粮”(brainfood)介绍一些与神经科学研究有关的实验方法和手段,让学生了解先进的神经科学研究方法,建立动手意识。作者MarkF.Bear是美国BrownUniversity神经科学教授。本书内容的第一篇为神经生物学基础,包括神经科学导论,神经元和神经胶质细胞,静息态的神经元膜,动作电位,突触传递,神经递质系统,神经系统的基本结构;第二篇为感觉和运动系统,包括化学感官,眼,中枢视觉系统,听觉和前庭系统,躯体感觉系统,运动的脊髓控制,运动的脑控制;第三篇为大脑和行为,包括脑和行为的化学调控,动机,性与脑,情绪的脑机制,脑的节律,语言和注意,精神疾病;第四篇为脑的变化,包括大脑连接,记忆系统,学习和记忆的分子机制。书后附有词汇、参考读物和索引。',
			series: {
				id: '4059',
				title: '国外优秀生命科学教材译丛'
			},
			price: '220.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 67,
				average: '9.5',
				min: 0
			},
			subtitle: 'Rainer Metzger•Ingo.F.Walther',
			author: [
				'TASCHEN'
			],
			pubdate: '2008',
			tags: [
				{
					count: 21,
					name: '艺术',
					title: '艺术'
				},
				{
					count: 17,
					name: '画册',
					title: '画册'
				},
				{
					count: 14,
					name: '梵·高',
					title: '梵·高'
				},
				{
					count: 11,
					name: '梵高',
					title: '梵高'
				},
				{
					count: 9,
					name: 'Van.Gogh',
					title: 'Van.Gogh'
				},
				{
					count: 8,
					name: '凡高',
					title: '凡高'
				},
				{
					count: 7,
					name: '绘画',
					title: '绘画'
				},
				{
					count: 6,
					name: '【外文版】',
					title: '【外文版】'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s4047371.jpg',
			binding: '11.9 x 9.8 x 1 inches',
			translator: [],
			catalog: '',
			pages: '256',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s4047371.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s4047371.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s4047371.jpg'
			},
			alt: 'https://book.douban.com/subject/3502384/',
			id: '3502384',
			publisher: 'Taschen',
			isbn10: '3822837687',
			isbn13: '9783822837689',
			title: 'Van Gogh',
			url: 'https://api.douban.com/v2/book/3502384',
			alt_title: '',
			author_intro: 'Art\nLanguage Notes\nText: English (translation)\nOriginal Language: German --This text refers to an out of print or unavailable edition of this title.',
			summary: '"This man will either go insane or leave us all far behind," prophesied the great Impressionist Camille Pissarro. The man was Vincent van Gogh (1853-1890), a vicar\'s son born at Groot-Zundert near Breda in Holland, who at that time was struggling to find buyers for his paintings. Van Gogh did indeed go at least to the brink of insanity. And he has long been recognised as one of the greatest modern artists.Van Gogh, who followed a variety of professions before becoming an artist, was a solitary, despairing and self-destructive man his whole life long. His truest friend was his brother Theo, who supported him unstintingly throughout and followed him to the grave just six months later.This richly illustrated study by two experts on van Gogh follows the artist from the early gloom-laden paintings in which he captured the misery of peasants and workers in his home parts, through the bright and colourful paintings he did in Paris, to the work of his final years under a southern sun in Arles, where he at last found the light that produced the unmistakable van Gogh style.At Arles, Saint-Remy and Auvers-sur-Oise, in the feverish burst of creative energy that marked the last two and a half years of his life, he produced the 463 paintings on which his immortality rests. Van Gogh craved recognition during his lifetime but was denied it till after his self-inflicted death. Today he is universally seen as one of the great forerunners of 20th century painting, and one of the tragic masters of art.',
			price: '200'
		},
		{
			rating: {
				max: 10,
				numRaters: 26,
				average: '7.9',
				min: 0
			},
			subtitle: 'Everyday Slang from',
			author: [
				'Matt Coleman',
				'Edmund Backhouse'
			],
			pubdate: '2010-2-9',
			tags: [
				{
					count: 10,
					name: '中国',
					title: '中国'
				},
				{
					count: 9,
					name: '美国',
					title: '美国'
				},
				{
					count: 8,
					name: '文化',
					title: '文化'
				},
				{
					count: 6,
					name: '流行文化',
					title: '流行文化'
				},
				{
					count: 5,
					name: '万一要能用上呢',
					title: '万一要能用上呢'
				},
				{
					count: 5,
					name: 'dirty',
					title: 'dirty'
				},
				{
					count: 5,
					name: 'chinese',
					title: 'chinese'
				},
				{
					count: 3,
					name: '语言',
					title: '语言'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4481827.jpg',
			binding: 'Paperback',
			translator: [],
			catalog: '',
			pages: '128',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4481827.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4481827.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4481827.jpg'
			},
			alt: 'https://book.douban.com/subject/4256974/',
			id: '4256974',
			publisher: 'Ulysses Press',
			isbn10: '1569757275',
			isbn13: '9781569757277',
			title: 'Dirty Chinese',
			url: 'https://api.douban.com/v2/book/4256974',
			alt_title: '',
			author_intro: '',
			summary: 'Nothing is censored in Dirty Chinese. By revealing the contemporary colloquial language locals actually speak, this book presents cool things to say for all casual situations — shopping, parties, nightclubs, sporting events, and even romance and sex. There are truly phrases for every situation, from sweet words to entice a local beauty to less-than-comrade-like rebuffs for overly zealous street vendors. Fun to read with an attitude that reflects the outrageous content, Dirty Chinese even includes the harsh expressions one might use to convince a local police officer that the delay needs to end and he has been tipped enough. An invaluable guide for the off-the-beaten-path traveler, the book features a pronunciation guide and sample dialogues and is packed with enough insults and swear words to offend every person in China without mentioning the age of their Olympic gymnasts. It even includes sex terminology graphic enough to embarrass the operators of Hong Kong\'s infamous "one-woman brothels."',
			price: 'USD 10.00'
		},
		{
			rating: {
				max: 10,
				numRaters: 1981,
				average: '7.7',
				min: 0
			},
			subtitle: 'THE PERFECT INSIDER',
			author: [
				'(日) 森博嗣'
			],
			pubdate: '2010年5月',
			tags: [
				{
					count: 754,
					name: '森博嗣',
					title: '森博嗣'
				},
				{
					count: 540,
					name: '推理',
					title: '推理'
				},
				{
					count: 338,
					name: '日本',
					title: '日本'
				},
				{
					count: 196,
					name: '日系推理',
					title: '日系推理'
				},
				{
					count: 194,
					name: 'S&M系列',
					title: 'S&M系列'
				},
				{
					count: 144,
					name: '推理小说',
					title: '推理小说'
				},
				{
					count: 139,
					name: '小说',
					title: '小说'
				},
				{
					count: 117,
					name: '梅菲斯特奖',
					title: '梅菲斯特奖'
				}
			],
			origin_title: 'すべてがFになる',
			image: 'https://img1.doubanio.com/view/subject/m/public/s27337308.jpg',
			binding: '平装',
			translator: [
				'五科'
			],
			catalog: '第一章　白色的见面\n第二章　青色的再访\n第三章　红色的魔法\n第四章　褐色的过去\n第五章　灰色的境界\n第六章　彩虹色的目击\n第七章　琥珀色的梦\n第八章　深蓝色的秩序\n第九章　黄色的门\n第十章　银色的真相\n第十一章  无色的周末',
			pages: '357',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s27337308.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s27337308.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s27337308.jpg'
			},
			alt: 'https://book.douban.com/subject/4836934/',
			id: '4836934',
			publisher: '江苏文艺出版社',
			isbn10: '7539937904',
			isbn13: '9787539937908',
			title: '全部成为F',
			url: 'https://api.douban.com/v2/book/4836934',
			alt_title: 'すべてがFになる',
			author_intro: '森博嗣，日本某国立大学工学院副教授兼推理小说，作家，于1996年以《全部成为F》荣获日本梅菲斯特奖，之后又陆续发表了许多作品。他除了是一位超人气的多产作家外，他的作品亦是畅销排行榜上的常客。其代表作品有“犀川&萌绘”系列及“濑在丸红子之V”系列。森博嗣在设定故事人物及舞台时，习惯将大量理科因素带入作品中，因此，他的作品亦被称为“理科推理小说”。在他的作品成功推出之后，涌现出大量模仿他写作风格的作品。由此可见，森博嗣给整个推理小说界带来了不可磨灭的影响。\n森博嗣的作品多以科学、数学等为主题，犀川系列故事中不但主角侦控犀川和萌绘是建筑学系的副教授和学生，其他的角色也多是与大学工科、研究室、科学家为主，再加上小说中经常出现的人生哲学观，因此森博嗣的小说可以说是融合了理科与文艺的作品。',
			summary: '拥有多重性格的天才少女真贺田四季，十四岁时杀死了自己的双亲，此后就一直被禁闭在孤岛的研究所内。十五年后，慕名而来的犀川和萌绘却在密室里发现了被截掉四肢的四季尸体。所长及副所长相继被人杀死。凶手究竟是谁呢？而真贺田博士在计算机里留下的最后遗言“全部成为F”又隐藏着怎样的讯息？',
			series: {
				id: '3570',
				title: '犀川 & 萌绘系列'
			},
			price: '27.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 3,
				average: '0.0',
				min: 0
			},
			subtitle: 'LOLLIPOP F棒棒堂嘻游济',
			author: [
				'LOLLIPOP F'
			],
			pubdate: '2012-2',
			tags: [
				{
					count: 2,
					name: '写真',
					title: '写真'
				},
				{
					count: 2,
					name: 'LOLLIPOP',
					title: 'LOLLIPOP'
				},
				{
					count: 2,
					name: 'F',
					title: 'F'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s23764621.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '160',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s23764621.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s23764621.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s23764621.jpg'
			},
			alt: 'https://book.douban.com/subject/10734561/',
			id: '10734561',
			publisher: '',
			isbn10: '7543881462',
			isbn13: '9787543881464',
			title: 'LOLLIPOP F棒棒堂嘻游济',
			url: 'https://api.douban.com/v2/book/10734561',
			alt_title: '',
			author_intro: '',
			summary: '本书是由LOLLIPOP F编写的《LOLLIPOP F棒棒堂嘻游济》。《LOLLIPOP F棒棒堂嘻游济》的内容提要如下：\n    一趟216，000秒的飞行，停留在朝鲜半岛的最南端——济州。四个大男孩在一刻也不得闲的工作中，随着音乐的节拍与律动，找到贴近彼此的频率。\n    在奇岩异石中徒步旅行，迷走在绵延的绿茵之中，咀嚼着平淡的生活日常，\n    随着LOLLIPOP F的旅行记事、秘密对话，填补那3，600秒的时差，也见证到这是一趟关乎男孩们的成长，也是对彼此友情相互羁绊的旅行。',
			price: '45.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 2362,
				average: '8.6',
				min: 0
			},
			subtitle: '',
			author: [
				'F·S·菲茨杰拉德'
			],
			pubdate: '2011-1',
			tags: [
				{
					count: 654,
					name: '菲茨杰拉德',
					title: '菲茨杰拉德'
				},
				{
					count: 458,
					name: '美国文学',
					title: '美国文学'
				},
				{
					count: 410,
					name: '小说',
					title: '小说'
				},
				{
					count: 269,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 234,
					name: '美国',
					title: '美国'
				},
				{
					count: 200,
					name: '经典',
					title: '经典'
				},
				{
					count: 199,
					name: 'F.S.菲茨杰拉德',
					title: 'F.S.菲茨杰拉德'
				},
				{
					count: 133,
					name: '文学',
					title: '文学'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s4597075.jpg',
			binding: '精装',
			translator: [
				'巫宁坤'
			],
			catalog: '了不起的盖茨比\n重访巴比伦\n疯狂的礼拜天',
			pages: '250',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s4597075.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s4597075.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s4597075.jpg'
			},
			alt: 'https://book.douban.com/subject/5264463/',
			id: '5264463',
			publisher: '上海译文出版社',
			isbn10: '7532751996',
			isbn13: '9787532751990',
			title: '了不起的盖茨比',
			url: 'https://api.douban.com/v2/book/5264463',
			alt_title: '',
			author_intro: 'F·S·菲茨杰拉德（Francis Scott Fitzgerald，1896—1940）\n二十世纪美国最杰出的作家之一，以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。短短四十四年的人生，他的遭际几经跌宕起伏，在名利场中看尽世态炎凉。二十世纪末，美国学术界权威在百年英语长河中选出一百部最优秀的小说，凝聚了菲茨杰拉德才华横溢的两部长篇小说《了不起的盖茨比》和《夜色温柔》均榜上有名，前者更高居第二位。',
			summary: '二十世纪二十年代的美国，空气里弥漫着欢歌与纵饮的气息。一个偶然的机会，穷职员尼克闯入了挥金如土的大富翁盖茨比隐秘的世界，惊讶地发现，他内心唯一的牵绊竟是河对岸那盏小小的绿灯——灯影婆娑中，住着他心爱的黛西。然而，比的现实容不下飘渺的梦，到头来，盖茨比心中的女神只不过是凡尘俗世的物质女郎。当一切真相大白，盖茨比的悲剧人生亦如烟花般，璀璨只是一瞬，幻灭才是永恒。一阕华丽的“爵士时代”的挽歌，在菲茨杰拉德笔下，如诗如梦，在美国当代文学史上留下了墨色浓重的印痕。二十世纪末，美国学术界权威在百年英语文学长河中选出一百部最优秀的小说，《了不起的盖茨比》众望所归，高居第二位，傲然跻身当代经典行列。',
			series: {
				id: '5828',
				title: '菲茨杰拉德文集'
			},
			price: '28.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 60,
				average: '7.2',
				min: 0
			},
			subtitle: 'F调的宝石蓝',
			author: [
				'(德)科斯汀·吉尔'
			],
			pubdate: '2012-11',
			tags: [
				{
					count: 16,
					name: '爱情',
					title: '爱情'
				},
				{
					count: 15,
					name: '德国',
					title: '德国'
				},
				{
					count: 14,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 12,
					name: '穿越',
					title: '穿越'
				},
				{
					count: 11,
					name: '科斯汀·吉尔',
					title: '科斯汀·吉尔'
				},
				{
					count: 10,
					name: '魔幻',
					title: '魔幻'
				},
				{
					count: 10,
					name: '时空之恋',
					title: '时空之恋'
				},
				{
					count: 8,
					name: '纽约时报畅销书——《时空之恋：F调的宝石蓝》',
					title: '纽约时报畅销书——《时空之恋：F调的宝石蓝》'
				}
			],
			origin_title: 'Saphirblau',
			image: 'https://img1.doubanio.com/view/subject/m/public/s24557619.jpg',
			binding: '平装',
			translator: [
				'丁效'
			],
			catalog: '序幕\n第一章 意外之吻\n第二章 泄密者\n第三章 少年外公\n第四章 绿骑士\n第五章 尖嘴猴\n第六章 核心圈成员\n第七章 谋杀琥珀\n第八章 烟草味道\n第九章 数字密码\n第十章 再见伯爵\n第十一章 黑衣幽灵\n第十二章 爱的表白\n尾声',
			pages: '343',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s24557619.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s24557619.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s24557619.jpg'
			},
			alt: 'https://book.douban.com/subject/20366854/',
			id: '20366854',
			publisher: '接力出版社',
			isbn10: '7544827224',
			isbn13: '9787544827225',
			title: '时空之恋2',
			url: 'https://api.douban.com/v2/book/20366854',
			alt_title: 'Saphirblau',
			author_intro: '科斯汀•吉尔\n德国畅销书作家，擅长女性情感小说创作。1996年推出长篇处女作《男人和其它灾难》，被改编成好莱坞电影。从此一发不可收，新作不断，本本畅销。2005年获得德国爱情小说作家联盟的德语最佳爱情小说奖，2007年起她成为该奖的评委。\n科斯汀•吉尔创作的情感小说在德国总销量超4，000，000册，版权转授28国。“时空之恋”系列三部曲在德国一上市，就登上了《明镜周刊》畅销书榜，并获得了全球范围青年读者的广泛追捧。\n作者个人网站：http://kerstingier.com/',
			summary: '科斯汀·吉尔编著的《F调的宝石蓝》内容介绍：一个意外之吻让格温彻底沦陷在对基德的爱恋中。自从格温发现自己是家族最后一位时间旅行者后，她的生活每天都跌宕起伏。基德一时热情如火，一时冷酷如冰，在爱情中煎熬的格温既要忙着学习各种古典礼仪，又要按照伯爵的指示，回到不同时间收集历代时间旅行者的血液。\n    她在时光穿越中巧遇了偷走时光仪的保罗和露西，邂逅了少年时代的外公，破解了“绿绮士”的数字密码……九死一生的惊险和越来越多的疑团，让她逐渐意识到，似乎自己的生死才是时间旅行者家族数百年终极秘密的破解关键。\n    “时空之恋”系列用当代青年人诙谐幽默、轻松俏皮的语言风格，讲述了一段扣人心弦的时空探险故事。其变幻莫测的穿越场景、伏线千里的故事架构、惊心动魄的动作情节和荡气回肠的浪漫爱情轻易屡获了无数读者的心，为当代奇幻爱情文学注入一缕清新、迷人的风。一起来翻阅《F调的宝石蓝》吧！',
			series: {
				id: '14969',
				title: '时空之恋'
			},
			price: '29.80元'
		},
		{
			rating: {
				max: 10,
				numRaters: 1,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [
				'Daniel Kehlmann'
			],
			pubdate: '',
			tags: [
				{
					count: 2,
					name: 'DanielKehlmann',
					title: 'DanielKehlmann'
				},
				{
					count: 1,
					name: '德语小说',
					title: '德语小说'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s27059297.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s27059297.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s27059297.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s27059297.jpg'
			},
			alt: 'https://book.douban.com/subject/25732748/',
			id: '25732748',
			publisher: '',
			isbn10: '3498035444',
			isbn13: '9783498035440',
			title: 'F',
			url: 'https://api.douban.com/v2/book/25732748',
			alt_title: '',
			author_intro: 'Daniel Kehlmann, 1975 in München geboren, lebt in Berlin und Wien. Sein Werk wurde unter anderem mit dem Candide-Preis, dem Literaturpreis der Konrad-Adenauer-Stiftung, dem WELT-Literaturpreis, dem Per-Olov-Enquist-Preis, dem Kleist-Preis und dem Thomas-Mann-Preis ausgezeichnet. Der Roman «Die Vermessung der Welt», in bisher 46 Sprachen übersetzt und von Detlev Buck verfilmt, wurde zu einem der erfolgreichsten deutschen Romane der Nachkriegszeit. Daniel Kehlmann ist Mitglied der Mainzer Akademie der Wissenschaften und der Literatur sowie der Deutschen Akademie für Sprache und Dichtung. Weitere Veröffentlichungen: Beerholms Vorstellung. Roman. 1997 Unter der Sonne. Erzählungen. 1998 Mahlers Zeit. Roman. 1999 Der fernste Ort. Novelle. 2001 Ich und Kaminski. Roman. 2003 Die Vermessung der Welt. Roman. 2005 Wo ist Carlos Montúfar? Über Bücher. 2005 Requiem für einen Hund. Ein Gespräch mit Sebastian Kleinschmidt. 2008 Ruhm. Ein Roman in neun Geschichten. 2009 Lob. Über Literatur. 2010 Die Geister in Princeton. Theaterstück. 2011 Der Mentor. Theaterstück. 2012',
			summary: 'Es ist der Sommer vor der Wirtschaftskrise. Martin Friedland, katholischer Priester ohne Glauben, übergewichtig, weil immer hungrig, trifft sich mit seinem Halbbruder Eric zum Essen. Der hochverschuldete, mit einem Bein im Gefängnis stehende Finanzberater hat unheimliche Visionen, teilt davon jedoch keinem etwas mit. Schattenhafte Männer, sogar zwei Kinder warnen ihn vor etwas, nur: Gelten diese Warnungen wirklich ihm, oder ist etwa sein Zwillingsbruder Iwan gemeint, der Kunstkenner und Ästhet, der ihm zum Verwechseln ähnlich sieht? Schon nimmt das Unheil seinen Lauf. Daniel Kehlmann erzählt von drei Brüdern, die – jeder auf seine Weise – Betrüger, Heuchler, Fälscher sind. Sie haben sich eingerichtet in ihrem Leben, doch plötzlich klafft ein Abgrund auf. Ein Augenblick der Unaufmerksamkeit, ein Zufall, ein falscher Schritt, und was gespenstischer Albtraum schien, wird wahr. Ein Roman über Lüge und Wahrheit, über Familie, Fälschung und die Kraft der Fiktion: ein virtuoses Kunstwerk – vielschichtig, geheimnisvoll und kühn.',
			price: ''
		},
		{
			rating: {
				max: 10,
				numRaters: 2,
				average: '0.0',
				min: 0
			},
			subtitle: 'Hu Feng\'s Prison Years',
			author: [
				'Mei Zhi'
			],
			pubdate: '2013-2-12',
			tags: [
				{
					count: 1,
					name: 'trauma',
					title: 'trauma'
				}
			],
			origin_title: 'Mei Zhi',
			image: 'https://img3.doubanio.com/view/subject/m/public/s24853544.jpg',
			binding: 'Paperback',
			translator: [
				'Greg Benton'
			],
			catalog: '',
			pages: '304',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s24853544.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s24853544.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s24853544.jpg'
			},
			alt: 'https://book.douban.com/subject/21248643/',
			id: '21248643',
			publisher: 'Verso',
			isbn10: '1844679675',
			isbn13: '9781844679676',
			title: 'F',
			url: 'https://api.douban.com/v2/book/21248643',
			alt_title: 'Mei Zhi',
			author_intro: 'MEI ZHI (1914–2004), originally known as Tu Qihua, was born in Changzhou, Jiangsu. She joined the Left-Wing Writers’ Union in 1932. In 1944, she joined the All-China Anti-Japanese Association of Literary and Art Circles. She helped Hu Feng edit the literary periodicals July and Hope. In the 1930s she began writing essays, novels, children’s stories and poetry. She published several books of poems for children. In 1955, she was forced after the attack on Hu Feng to stop her creative work. In 1980, after Hu Feng’s rehabilitation, she was appointed as a writer in residence of the Chinese Writers’ Association. As well as resuming her writing for children, she published a large number of memoirs and essays, including the present book and a full-length biography of Hu Feng.\nGregor Benton is Professor Emeritus of Chinese History at Cardiff. He has published twelve prior books on Marxism, political humor, the history of the Chinese Communist Party, Red guerillas in the 1930s, the Sino-Japanese War, dissent in China, Chinese Trotskyism, Hong Kong, the theory of moral economy, and overseas Chinese. His Mountain Fires: The Red Army’s Three-Year War in South China, 1934-1938 (1992) won several awards, including the Association of Asian Studies’ prize for the best book on modern China.',
			summary: 'China\'s first literary dissident\'s Kafkaesque journey through the prisons of the Cultural Revolution.\nHu Feng, the “counterrevolutionary” leader of a banned literary school, spent twenty-five years in Chinese Communist Party prison system. But back in the early days of Communist China he was among the party’s chief literary theoreticians and critics—at least until factional infighting, and his short fuse, made him persona non grata among the establishment.\nHis wife, Mei Zhi, shared his incarceration for many years. F is her account of that time, beginning ten years after Hu Feng’s initial arrest, as she navigates the party’s Byzantine prison bureaucracy, searching for his whereabouts. Eventually imprisoned then released, she cares for her husband in his rage and suffering, watching his descent into madness as the excesses of the Cultural Revolution take their toll.\nBoth an intimate portrait of Mei Zhi’s life with Hu Feng and a stark account of the prison system and life under Mao, F is at once beautiful and harrowing.',
			price: 'USD 26.95'
		},
		{
			rating: {
				max: 10,
				numRaters: 2,
				average: '0.0',
				min: 0
			},
			subtitle: 'A Novel',
			author: [
				'Daniel Kehlmann'
			],
			pubdate: '2014-8-26',
			tags: [
				{
					count: 1,
					name: 'is',
					title: 'is'
				},
				{
					count: 1,
					name: 'for',
					title: 'for'
				},
				{
					count: 1,
					name: 'fate',
					title: 'fate'
				},
				{
					count: 1,
					name: 'Kehlmann',
					title: 'Kehlmann'
				},
				{
					count: 1,
					name: 'F',
					title: 'F'
				},
				{
					count: 1,
					name: 'Daniel',
					title: 'Daniel'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s27435511.jpg',
			binding: 'Hardcover',
			translator: [
				'Carol Janeway'
			],
			catalog: '',
			pages: '272',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s27435511.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s27435511.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s27435511.jpg'
			},
			alt: 'https://book.douban.com/subject/25968926/',
			id: '25968926',
			publisher: 'Pantheon',
			isbn10: '0307911810',
			isbn13: '9780307911810',
			title: 'F',
			url: 'https://api.douban.com/v2/book/25968926',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: 'USD 25.95'
		},
		{
			rating: {
				max: 10,
				numRaters: 393,
				average: '8.8',
				min: 0
			},
			subtitle: '',
			author: [
				'大卫·F·史文森'
			],
			pubdate: '2010-3-1',
			tags: [
				{
					count: 485,
					name: '投资',
					title: '投资'
				},
				{
					count: 344,
					name: '金融',
					title: '金融'
				},
				{
					count: 193,
					name: '机构投资',
					title: '机构投资'
				},
				{
					count: 133,
					name: '投资理财',
					title: '投资理财'
				},
				{
					count: 112,
					name: '价值投资',
					title: '价值投资'
				},
				{
					count: 80,
					name: '经济学',
					title: '经济学'
				},
				{
					count: 74,
					name: '耶鲁大学开放课程部分教参',
					title: '耶鲁大学开放课程部分教参'
				},
				{
					count: 74,
					name: '经济',
					title: '经济'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s4350343.jpg',
			binding: '平装',
			translator: [],
			catalog: '第1章 绪论\n第2章 捐赠基金的目的\n第一节 保持独立性\n第二节 增强稳定性\n第三节 创造优越的教学环境\n第四节 结论\n本章注释\n第3章 投资目标和支出目标\n第一节 投资目标\n第二节 支出政策\n第三节 购买力评估\n第四节 支出的可持续性评估\n第五节 基金会的投资目标\n第六节 异议观点\n第七节 结论\n本章注释\n第4章 投资理念\n第一节 资产配置\n第二节 择时\n第三节 证券选择\n第四节 结论\n本章注释\n第5章 资产配置\n第一节 定量分析和定性分析\n第二节 资本市场假设\n第三节 检验资产配置\n第四节 结论\n本章注释\n第6章 资产配置管理\n第一节 再平衡\n第二节 积极投资管理\n第三节 杠杆\n第四节 结论\n本章注释\n第7章 传统资产类别\n第一节 美国国内股票\n第二节 美国长期国债\n第三节 国外发达市场的股票\n第四节 新兴市场股票\n第五节 结论\n本章注释\n第8章 另类资产类别\n第一节 绝对收益\n第二节 实物资产\n第三节 私人股权\n第四节 结论\n本章注释\n第9章 资产类别管理\n第一节 积极投资管理的游戏\n第二节 外部顾问——个人品质特征\n第三节 外部顾问——组织机构特征\n第四节 投资管理报酬协议\n第五节 结论\n本章注释\n第10章 投资步骤\n第一节 积极管理还是被动管理\n第二节 运行环境\n第三节 组织结构\n第四节 使用中介机构\n第五节 投资决策过程\n第六节 投资决策中的挑战\n第七节 业绩评估\n第八节 内部控制\n第九节 结论\n本章注释\n附录 固定收益类别中的莠草\n第一节 国内公司债券\n第二节 高收益债券\n第三节 资产支持证券\n第四节 外国债券\n第五节 固定收益资产2007年的收益更新\n第六节 结论\n本章注释\n致谢\n关键术语中英文对照\n关键术语注释',
			pages: '360',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s4350343.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s4350343.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s4350343.jpg'
			},
			alt: 'https://book.douban.com/subject/4748753/',
			id: '4748753',
			publisher: '中国人民大学出版社',
			isbn10: '7300117260',
			isbn13: '9787300117263',
			title: '机构投资的创新之路',
			url: 'https://api.douban.com/v2/book/4748753',
			alt_title: '',
			author_intro: '大卫·F·史文森（David F.Swensen）早年师从诺贝尔经济学奖得主托宾，曾在华尔街崭露头角，后应恩师之邀于1985年出任耶鲁大学首席投资官，并在耶鲁大学商学院教书育人，至今24年。史文森培养出的人才不仅在耶鲁创造了佳绩，也向哈佛大学捐赠基金、麻省理工大学捐赠基金、普林斯顿大学捐赠基金、洛克菲勒基金会、希尔顿基金会、卡耐基基金会等重要投资机构输出了领导力量。\n\n    史文森主导的“耶鲁模式”使他成为机构投资的教父级人物。前摩根史丹利投资管理公司董事长巴顿·毕格斯说：“世界上只有两位真正伟大的投资者，他们是史文森和巴菲特。”\n\n    2009年2月，史文森被奥巴马总统任命为美国经济复苏顾问委员会委员，任期两年。\n\n    史文森还是另一本畅销书《非传统的成功——最好的个人投资方法》一书的作者。',
			summary: '《机构投资的创新之路(最新版)》一书在西方被誉为机构投资的圣经。这部经典之作自2000年首版至今，全球资本市场又是几经沉浮，但在大卫·史文森的领导下，耶鲁捐赠基金的投资策略历经时间考验，所创造的业绩骄人如故。史文森在任的23年间，耶鲁基金每年收益大幅超越市场，价值增加200多亿美元，遥遥领先于美国同行，是世界上长期业绩最好的机构投资者之一。在互联网泡沫破灭之前，耶鲁基金的成功被湮没在众多的成功故事中，而如今，“耶鲁模式”显现了机构投资中史无前例的成就，获得了基金管理界和华尔街的高度关注。\n在本次更新版中，史文森详述了耶鲁基金的投资过程，阐释了著名的以股权投资为导向、组合充分分散化、大胆投资另类资产的“耶鲁模式”。他用清晰、敏锐的笔触透彻地分析了机构基金管理领域，所探讨的话题从资产配置过程到积极投资管理不一而足。他还引用了大量真实、生动的案例来加深读者对关键概念的理解，如逆向投资、风险管理、投资顾问选择、市场陷阱应对等。《机构投资的创新之路(最新版)》中，史文森的投资箴言既苦口婆心又如雷贯耳，处处体现了他的独到见解和逆向思考。\n《机构投资的创新之路(最新版)》是机构投资者、基金管理人、成熟的个人投资者和投资管理专业师生的必读之作。',
			price: '58.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 653,
				average: '9.0',
				min: 0
			},
			subtitle: '',
			author: [
				'彼得•德鲁克 (Peter F. Drucker)'
			],
			pubdate: '2009-9-1',
			tags: [
				{
					count: 507,
					name: '管理',
					title: '管理'
				},
				{
					count: 299,
					name: '德鲁克',
					title: '德鲁克'
				},
				{
					count: 266,
					name: '管理学',
					title: '管理学'
				},
				{
					count: 197,
					name: '管理学经典',
					title: '管理学经典'
				},
				{
					count: 142,
					name: '彼得·德鲁克',
					title: '彼得·德鲁克'
				},
				{
					count: 92,
					name: '经典',
					title: '经典'
				},
				{
					count: 82,
					name: '商业',
					title: '商业'
				},
				{
					count: 73,
					name: '经济',
					title: '经济'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s4354613.jpg',
			binding: '平装',
			translator: [],
			catalog: '推荐序一(邵明路)\n推荐序二(赵曙明)\n推荐序三(那国毅)\n推荐序四(詹文明)\n彼得·德鲁克自序\n概论管理的本质\n第1章 管理层的角色\n第2章 管理层的职责\n第3章 管理层面临的挑战\n第一部分 管理企业\n第4章 西尔斯公司的故事\n第5章 企业是什么\n第6章 我们的事业是什么，我们的\n事业应该是什么\n第7章 企业的目标\n第8章 今天的决策，明天的成果\n第9章 生产的原则\n第二部分 管理管理者\n第10章 福特的故事\n第11章 目标管理与自我控制\n第12章 管理者必须管理\n第13章 组织的精神\n第14章 首席执行官与董事会\n第15章 培养管理者\n第三部分 管理的结构\n第16章 企业需要哪一种结构\n第17章 建立管理结构\n第18章 大企业、小企业和成长中的企业\n第四部分 管理员工和工作\n第19章 IBM的故事\n第20章 雇佣整个人\n第21章人事管理是否已告彻底失败\n第22章 创造巅峰绩效的组织\n第23章 激励员工创造最佳绩效\n第24章 经济层面\n第25章 主管\n第26章 专业人员\n第五部分 当一名管理者意味着什么\n第27章 管理者及其工作\n第28章 做决策\n第29章 未来的管理者\n结语 管理层的责任',
			ebook_url: 'https://read.douban.com/ebook/854619/',
			pages: '314',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s4354613.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s4354613.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s4354613.jpg'
			},
			alt: 'https://book.douban.com/subject/4020854/',
			id: '4020854',
			publisher: '机械工业出版社',
			isbn10: '7111280741',
			isbn13: '9787111280743',
			title: '管理的实践',
			url: 'https://api.douban.com/v2/book/4020854',
			alt_title: '',
			author_intro: '彼得·德鲁克：1909年生于维也纳，1937年移居美国，终身以教书、著书和咨询为业，是当代国际上最著名的管理学家，被称为“大师中的大师”。\n\n    在美国他曾担任由美国银行和保险公司组成的财团的经济学者，美国通用汽车公司、克莱斯勒公司、IBM公司等大企业的管理顾问。为纪念其在管理领域的杰出贡献，克莱蒙特大学的管理研究生院以他的名字命名——彼得·德鲁克管理研究生院。\n\n    他著述颇丰，包括《管理的实践》、《卓有成效的管理者》、《管理：使命、责任、实务》、《旁观者》等几十部著作，已传播到全世界130多个国家。其中《管理的实践》一书奠定了他作为管理学科开创者的地位，而《卓有成效的管理者》已成为全球管理者必读的经典。\n\n    2002年6月，美国总统布什宣布彼得·德鲁克成为当年“总统自由勋章”的获得者，这是美国公民所能获得的最高荣誉。',
			summary: '本书的根本目的在于通过对管理原则、责任和实践的研究，探索如何建立有效的管理机制和制度。而衡量一种管理制度是否有效的标准就在于该制度能否将管理者个人特征的影响降到最低。',
			ebook_price: '20.00',
			series: {
				id: '19628',
				title: '华章管理大师经典之德鲁克系列'
			},
			price: '49.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 470,
				average: '8.6',
				min: 0
			},
			subtitle: '',
			author: [
				'[美] F.A.狄克森(Frand A.Dickson) 编',
				'[美] S.司麦斯(Sandra Smythe) 编'
			],
			pubdate: '1998-03-01',
			tags: [
				{
					count: 744,
					name: '写作',
					title: '写作'
				},
				{
					count: 339,
					name: '小说写作',
					title: '小说写作'
				},
				{
					count: 259,
					name: '文学理论',
					title: '文学理论'
				},
				{
					count: 231,
					name: '短篇小说写作指南',
					title: '短篇小说写作指南'
				},
				{
					count: 230,
					name: '文学',
					title: '文学'
				},
				{
					count: 173,
					name: '小说',
					title: '小说'
				},
				{
					count: 152,
					name: '小说理论',
					title: '小说理论'
				},
				{
					count: 112,
					name: '文艺理论',
					title: '文艺理论'
				}
			],
			origin_title: 'Handbook of Short Story Writing',
			image: 'https://img1.doubanio.com/view/subject/m/public/s9928398.jpg',
			binding: '平装',
			translator: [
				'朱纯深'
			],
			catalog: '实实在在的指导（译者的话）\n序\n短篇小说的性质\n动笔\n“你当然行”\n保持创作状态的五种方法\n作家是先天生成还是后天造就的？\n作家是天生的吗？\n贝丽·摩根采访记\n酝酿小说思想\n怎样酝酿小说的主题思想\n灵机巧思自己找\n人物塑造\n让笔下人物活起来\n新的“假空大”',
			pages: '275',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s9928398.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s9928398.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s9928398.jpg'
			},
			alt: 'https://book.douban.com/subject/1499542/',
			id: '1499542',
			publisher: '辽宁教育出版社',
			isbn10: '7538250794',
			isbn13: '9787538250794',
			title: '短篇小说写作指南',
			url: 'https://api.douban.com/v2/book/1499542',
			alt_title: 'Handbook of Short Story Writing',
			author_intro: '',
			summary: '',
			series: {
				id: '5008',
				title: '新世纪万有文库·外国文化书系'
			},
			price: '10.80元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/4155521/',
			id: '4155521',
			publisher: '',
			isbn10: '7802037158',
			isbn13: '9787802037151',
			title: 'F',
			url: 'https://api.douban.com/v2/book/4155521',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.90元'
		},
		{
			rating: {
				max: 10,
				numRaters: 18,
				average: '7.6',
				min: 0
			},
			subtitle: 'With Examples in F# and C#',
			author: [
				'Tomas Petricek',
				'Jon Skeet'
			],
			pubdate: '2010-1-25',
			tags: [
				{
					count: 27,
					name: '函数式编程',
					title: '函数式编程'
				},
				{
					count: 18,
					name: 'F#',
					title: 'F#'
				},
				{
					count: 7,
					name: 'programming',
					title: 'programming'
				},
				{
					count: 7,
					name: 'FP',
					title: 'FP'
				},
				{
					count: 7,
					name: 'C#',
					title: 'C#'
				},
				{
					count: 6,
					name: '编程',
					title: '编程'
				},
				{
					count: 6,
					name: 'Programming',
					title: 'Programming'
				},
				{
					count: 5,
					name: 'ocaml',
					title: 'ocaml'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4171439.jpg',
			binding: 'Paperback',
			translator: [],
			catalog: '',
			pages: '500',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4171439.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4171439.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4171439.jpg'
			},
			alt: 'https://book.douban.com/subject/3322536/',
			id: '3322536',
			publisher: 'Manning Publications',
			isbn10: '1933988924',
			isbn13: '9781933988924',
			title: 'Real-World Functional Programming',
			url: 'https://api.douban.com/v2/book/3322536',
			alt_title: '',
			author_intro: '',
			summary: 'HIGHLIGHT  A crisp introduction to functional programming for .NET developers--with  examples in C# and F#.  DESCRIPTION  Functional programming languages like F#, Erlang, and Scala are attracting  attention as an efficient way to handle the new requirements for programming  multi-processor and high-availability applications. Microsoft\'s new F# is a true  functional language and C# uses functional language features for LINQ and  other recent advances.  Real World Functional Programming is a unique tutorial that explores the  functional programming model through the F# and C# languages. The clearly  presented ideas and examples teach readers how functional programming differs  from other approaches. It explains how ideas look in F#--a functional  language--as well as how they can be successfully used to solve programming  problems in C#. Readers build on what they know about .NET and learn where  a functional approach makes the most sense and how to apply it effectively in  those cases.  The reader should have a good working knowledge of C#. No prior exposure to  F# or functional programming is required. KEY POINTS  * Crystal-clear presentation of core functional programming concepts and  how to apply them with examples in both F# and C#  * How to write efficient functional code for .NET in F#  * Identifies tasks that benefit from a functional programming approach  MARKET INFORMATION  Developers worldwide are adopting functional programming as the answer to  developing for systems that require lots of mission-critical programs to run at the  same time. From telecom switches to high-availability enterprise applications, to  applications designed to run on multi-core processors, functional programming  has many immediate uses. Microsoft\'s F# language has created demand for good,  non-academic books on this important topic.',
			price: 'USD 49.99'
		},
		{
			rating: {
				max: 10,
				numRaters: 21,
				average: '8.5',
				min: 0
			},
			subtitle: 'Everyday Slang from "What\'s Up?" to "F*%# Off!"',
			author: [
				'Matt Fargo'
			],
			pubdate: '2007-4-26',
			tags: [
				{
					count: 10,
					name: '日语',
					title: '日语'
				},
				{
					count: 9,
					name: '日语语言',
					title: '日语语言'
				},
				{
					count: 6,
					name: '语言',
					title: '语言'
				},
				{
					count: 6,
					name: '日本',
					title: '日本'
				},
				{
					count: 3,
					name: '英语',
					title: '英语'
				},
				{
					count: 3,
					name: '地方志',
					title: '地方志'
				},
				{
					count: 1,
					name: '！！！！！！！',
					title: '！！！！！！！'
				},
				{
					count: 1,
					name: '英国',
					title: '英国'
				}
			],
			origin_title: '',
			image: 'https://img9.doubanio.com/view/subject/m/public/s5555396.jpg',
			binding: 'Paperback',
			translator: [],
			catalog: '',
			pages: '128',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s5555396.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s5555396.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s5555396.jpg'
			},
			alt: 'https://book.douban.com/subject/3336015/',
			id: '3336015',
			publisher: 'Ulysses Press',
			isbn10: '1569755655',
			isbn13: '9781569755655',
			title: 'Dirty Japanese',
			url: 'https://api.douban.com/v2/book/3336015',
			alt_title: '',
			author_intro: '',
			summary: 'GET D!RTY           Next time you\'re traveling or just chattin\' in Japanese with your friends, drop the textbook formality and bust out with expressions they never teach you in school, including:                    Cool slang            Funny insults            Explicit sex terms            Raw swear words                     Dirty Japanese  teaches the casual expressions heard every day on the streets of Japan:             ♦   What\'s up?     Ossu?               ♦  How\'s it hanging?   Choshi doyo?                 ♦  I\'m smashed.   Beron beron ni nattekita.                 ♦  I love ginormous tits.     Kyo\'nyu daiskui.             ♦  Wanna try a threesome?   Yatte miyo ka sanpi?               ♦  I gotta take a leak.   Shonben shite.               ♦  He\'s such an asshole.     Aitsu wa kanji warui kara.                    About the Author            Matt Fargo  has worked in Japan as a writer, translator, and musician, subsequently earning his Master\'s degree in Japanese Literature at UC Berkeley. He lives in Berkeley, CA.',
			series: {
				id: '21125',
				title: 'Dirty Everyday Slang'
			},
			price: 'USD 10.00'
		},
		{
			rating: {
				max: 10,
				numRaters: 23,
				average: '8.0',
				min: 0
			},
			subtitle: '官方论坛：http://219.232.118.52/wikilv/wikibbs/forumdisplay.php?f=7',
			author: [
				'谢弥青'
			],
			pubdate: '2006-10',
			tags: [
				{
					count: 15,
					name: '登山',
					title: '登山'
				},
				{
					count: 9,
					name: '旅行',
					title: '旅行'
				},
				{
					count: 5,
					name: '行走',
					title: '行走'
				},
				{
					count: 3,
					name: '西藏',
					title: '西藏'
				},
				{
					count: 2,
					name: '珠穆朗玛峰',
					title: '珠穆朗玛峰'
				},
				{
					count: 1,
					name: '雅鲁藏布江',
					title: '雅鲁藏布江'
				},
				{
					count: 1,
					name: '读书',
					title: '读书'
				},
				{
					count: 1,
					name: '自然',
					title: '自然'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s5792639.jpg',
			binding: '简裝本',
			translator: [],
			catalog: '',
			pages: '180',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s5792639.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s5792639.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s5792639.jpg'
			},
			alt: 'https://book.douban.com/subject/1937497/',
			id: '1937497',
			publisher: '上海大学出版社',
			isbn10: '7810589954',
			isbn13: '9787810589956',
			title: '如果山知道',
			url: 'https://api.douban.com/v2/book/1937497',
			alt_title: '',
			author_intro: '谢弥青，出生在上海，生长于武汉。骨子里天生浸染了海派文化情结，又难免携带着知名“火炉”热辣辣的梦想。1986年随家人迁往北京．很快就爱上了这个城市的率真、乐观和果敢，以至于现在身上仅存的南派特征就剩下口味上的倾斜了。\n1990年毕业于北京师范大学，阴差阳错地到了中国登山协会麾下正在筹备创刊的中国第一本《探险&户外》杂志，成为创始“小编”。后因为执着地坚持和投入，历任副主编、主编。\n笔耕不勤，但因岗位和经历的关系，曾为《北京晚报》、《辽宁青年》开辟专栏。作品曾被《读者》转载，收进北京广播学院播音教材。\n在从来没有想过这会是自己的终身职业的时候，不自觉地爱上了这个边缘的世界：当再没想过自己会选择离开这个职业的时候，命运的乐章里却标注了重重的休止符。\n2005年，告别曾经挚爱着的山和人，选择了另外一个全新的领域。因为相信，该留存的从来就不曾失去．该放弃的就勇敢地放弃。\n现任中国网球协会新闻发言人\n与作者沟通请登录本书官方论坛：http://219.232.118.52/wikilv/wikibbs/forumdisplay.php?f=7',
			summary: '山是一个传奇，因此人与山相逢更容易缔造奇迹。本书作者作为一名对登山运动怀着极大的热情的人，以她自己的视角和感悟记录了登山途中的一些人生感悟。这其中有她对山的感悟、对人性的剖析、对人与山相逢的诠释以及在完成上述过程的同时对生命的再认识，对人生的再塑造。 \n　　这是一个女孩“读”着山成长为一个女人的过程，这其中有她对山的感悟、对人性的剖析、对人与山相逢的诠释以及在完成上述过程的同时对生命的再认识，对人生的再塑造。尽管书中没有回避高山探险这项运动因为与死亡相邻而蕴含的悲壮和英雄主义色彩，但更揭示了这项运动最本质的内涵— —它能带给你最纯粹的快乐。因为许多登山者都相信，这个距离天堂很近的地方也最接近生命的本质，能与充满灵性的山峰交流，是一次心灵的洗礼，人就是在体验死亡的同时体验着生命，在与山、与自然的较量中享受到生命与生命的相融后的和谐与快乐。',
			price: '48.80元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/4155520/',
			id: '4155520',
			publisher: '',
			isbn10: '7802037182',
			isbn13: '9787802037182',
			title: 'F',
			url: 'https://api.douban.com/v2/book/4155520',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.90元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: 'Poems',
			author: [
				'Franz Wright'
			],
			pubdate: '2013-8-27',
			tags: [
				{
					count: 2,
					name: '诗歌',
					title: '诗歌'
				},
				{
					count: 1,
					name: 'english',
					title: 'english'
				},
				{
					count: 1,
					name: 'Knopf',
					title: 'Knopf'
				},
				{
					count: 1,
					name: 'Franz_Wright',
					title: 'Franz_Wright'
				},
				{
					count: 1,
					name: '=i712.2/561.2=',
					title: '=i712.2/561.2='
				},
				{
					count: 1,
					name: '***Knopf***',
					title: '***Knopf***'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s26282330.jpg',
			binding: 'Hardcover',
			translator: [],
			catalog: '',
			pages: '96',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s26282330.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s26282330.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s26282330.jpg'
			},
			alt: 'https://book.douban.com/subject/20524793/',
			id: '20524793',
			publisher: 'Knopf',
			isbn10: '0307701581',
			isbn13: '9780307701589',
			title: 'F',
			url: 'https://api.douban.com/v2/book/20524793',
			alt_title: '',
			author_intro: 'Franz Wright\'s recent works include Earlier Poems, God\'s Silence, and The Beforelife (a finalist for the Pulitzer Prize). In 2004 his Walking to Martha\'s Vineyard received the Pulitzer Prize. He has been the recipient of two National Endowment for the Arts grants, a Guggenheim Fellowship, a Whiting Fellowship, and the PEN/Voelcker Award for Poetry, among other honors. He currently lives in Waltham, Massachusetts, with his wife, the translator and writer Elizabeth Oehlkers Wright.',
			summary: 'In these riveting poems, Wright declares, “I’ve said all that / I had to say. / In writing. / I signed my name. / It’s death’s move.” As he considers his mortality, the poet finds a new elation and clarity on the page, handing over for our examination the flawed yet kneeling-in-gratitude self he has become. F stands both for Franz, the poet-speaker who represents all of us on our baffling lifelong journeys, and for the alphabet, the utility and sometimes brutality of our symbols. (It may be, he jokes grimly, his “grade in life.”) From “Entries of the Cell,” the long central poem that details the loneliness of the single soul, to short narrative prose poems and traditional lyrics, Wright revels in the compensatory power of language, observing the daytime headlights following a hearse, or the wind, “blessing one by one the unlighted buds of the backbent peach tree’s unnoted return.” He is at his best in this beautiful and startling collection.',
			price: 'USD 26.95'
		},
		{
			rating: {
				max: 10,
				numRaters: 739,
				average: '8.8',
				min: 0
			},
			subtitle: '自顶向下方法',
			author: [
				'[美] James F. Kurose',
				'[美] Keith W. Ross'
			],
			pubdate: '2009-11',
			tags: [
				{
					count: 594,
					name: '计算机网络',
					title: '计算机网络'
				},
				{
					count: 302,
					name: '计算机',
					title: '计算机'
				},
				{
					count: 271,
					name: '网络',
					title: '网络'
				},
				{
					count: 157,
					name: '计算机科学',
					title: '计算机科学'
				},
				{
					count: 111,
					name: 'Network',
					title: 'Network'
				},
				{
					count: 95,
					name: '自顶向下',
					title: '自顶向下'
				},
				{
					count: 92,
					name: '互联网',
					title: '互联网'
				},
				{
					count: 84,
					name: '教材',
					title: '教材'
				}
			],
			origin_title: 'Computer Networking: A Top-Down Approach',
			image: 'https://img3.doubanio.com/view/subject/m/public/s3809370.jpg',
			binding: '平装',
			translator: [
				'陈鸣'
			],
			catalog: '出版者的话\n作译者简介\n译者序\n前言\n第1章 计算机网络和因特网\n1.1 什么是因特网\n1.1.1 具体构成描述\n1.1.2 服务描述\n1.1.3 什么是协议\n1.2 网络边缘\n1.2.1 客户机和服务器程序\n1.2.2 接入网\n1.2.3 物理媒体\n1.3 网络核心\n1.3.1 电路交换和分组交换\n1.3.2 分组是怎样通过分组交换网形成其通路的\n1.3.3 ISP和因特网主干\n1.4 分组交换网中的时延、丢包和吞吐量\n1.4.1 分组交换网中的时延概述\n1.4.2 排队时延和丢包\n1.4.3 端到端时延\n1.4.4 计算机网络中的吞吐量\n1.5 协议层次和它们的服务模型\n1.5.1 分层的体系结构\n1.5.2 报文、报文段、数据报和帧\n1.6 攻击威胁下的网络\n1.7 计算机网络和因特网的历史\n1.7.1 分组交换的发展：1961～1972\n1.7.2 专用网络和网络互联：1972～1980\n1.7.3 网络的激增：1980～1990\n1.7.4 因特网爆炸：20世纪90年代\n1.7.5 最新发展\n1.8 小结\n本书路线图\n课后习题和问题\n复习题\n习题\n讨论题\nEthereal实验\n人物专访\n第2章 应用层\n2.1 应用层协议原理\n2.1.1 网络应用程序体系结构\n2.1.2 进程通信\n2.1.3 可供应用程序使用的运输服务\n2.1.4 因特网提供的运输服务\n2.1.5 应用层协议\n2.1.6 本书涉及的网络应用\n2.2 Web应用和HTTP协议\n2.2.1 HTTP概况\n2.2.2 非持久连接和持久连接\n2.2.3 HTTP报文格式\n2.2.4 用户与服务器的交互：cookie\n2.2.5 Web缓存\n2.2.6 条件GET方法\n2.3 文件传输协议：FTP\n2.4 因特网中的电子邮件\n2.4.1 SMTP\n2.4.2 与HTTP的对比\n2.4.3 邮件报文格式和MIME\n2.4.4 邮件访问协议\n2.5 DNS：因特网的目录服务\n2.5.1 DNS提供的服务\n2.5.2 DNS工作机理概述\n2.5.3 DNS记录和报文\n2.6 P2P应用\n2.6.1 P2P文件分发\n2.6.2 在P2P区域中搜索信息\n2.6.3 案例学习：Skype的P2P因特网电话\n2.7 TCP套接字编程\n2.7.1 TCP套接字编程\n2.7.2 一个Java客户机 服务器应用程序例子\n2.8 UDP套接字编程\n2.9 小结\n课后习题和问题\n复习题\n习题\n讨论题\n套接字编程作业\nEthereal实验\n人物专访\n第3章 运输层\n第4章 网络层\n第5章 链路层和局域网\n第6章 无线网络和移动网络\n第7章 多媒体网络\n第8章 计算机网络中的安全\n第9章 网络管理\n参考文献',
			pages: '533',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s3809370.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s3809370.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s3809370.jpg'
			},
			alt: 'https://book.douban.com/subject/1391207/',
			id: '1391207',
			publisher: '机械工业出版社',
			isbn10: '7111165055',
			isbn13: '9787111165057',
			title: '计算机网络（第4版）',
			url: 'https://api.douban.com/v2/book/1391207',
			alt_title: 'Computer Networking: A Top-Down Approach',
			author_intro: 'James F.Kurose是美国马萨诸塞大学阿默斯特分校的计算机科学系教授。他曾多次荣获杰出教师奖，并获得IEEE Taylor Booth教育奖章，还获得通气电气公司提供的研究基金、IBM教职员发展奖和Lilly教学奖。\n陈鸣，江苏无锡人，分别于1982、1988和1991年在解放军信息工程大学和理工大学获得学士、硕士和博士学位，现任教授、博士生导师；1999～2000年为美国哥伦比亚大学访问科学家，任中国计算机学会和中国通信学会等多个学术团体的委员和IEEE会员；长期从事计算机网络、网络工程设计、分布式系统、网络管理等课程本科生、硕士生和博士生的教学工作，研究方向包括计算机网络体系结构、网络管理、网络测量和网络应用等；承担了国家九五重点科技攻关项目、863项目、自然科学基金项目和多项军队、省部级研究及工程任务，撰写多本著作，发表多篇科技论文，拥有两项国家发明专利。',
			summary: '本书采用了独创的自顶向下方法，即从应用层开始沿协议栈向下讲解计算机网络的基本原理，强调应用层范例和应用编程接口，内容深入浅出，注重教学方法，理论与实践相结合。第3版的内容相应更新并反映了网络领域的最新进展，如增加了无线和移动网络一章，扩充了对等网络、BGP、MPLS、网络安全、广播选路和因特网编址及转发方面的材料；还增加了一套实用的实验，并修订了习题。本书适合作为计算机、电子、通信工程相关专业的本科生和研究生的计算机网络课程教科书，对于网络业界甚至网络科研人员，本书也是一本不可多得的参考书。',
			series: {
				id: '1163',
				title: '计算机科学丛书'
			},
			price: '66.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 235,
				average: '7.6',
				min: 0
			},
			subtitle: '最好的个人投资方法',
			author: [
				'大卫·F·斯文森'
			],
			pubdate: '2009-4-1',
			tags: [
				{
					count: 363,
					name: '投资',
					title: '投资'
				},
				{
					count: 157,
					name: '金融',
					title: '金融'
				},
				{
					count: 144,
					name: '投资理财',
					title: '投资理财'
				},
				{
					count: 70,
					name: '理财',
					title: '理财'
				},
				{
					count: 57,
					name: '投资理财必读书',
					title: '投资理财必读书'
				},
				{
					count: 55,
					name: '资产配置',
					title: '资产配置'
				},
				{
					count: 55,
					name: '耶鲁大学开放课程部分教参',
					title: '耶鲁大学开放课程部分教参'
				},
				{
					count: 51,
					name: '股票',
					title: '股票'
				}
			],
			origin_title: 'Unconventional Success: A Fundamental Approach to Personal Investment',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4212718.jpg',
			binding: '',
			translator: [
				'武倩'
			],
			catalog: '中文版序 我们不必学习巴菲特\n本书简介\n概述\n第一部分：资产配置\n第1章 核心资产类别\n第2章 投资组合的构建\n第3章 非核心资产类别\n第二部分：择时交易\n第4章 追逐业绩\n第5章 再平衡\n第三部分：证券选择\n第6章 共同基金的业绩亏损\n第7章 共同基金失败的明显原因\n第8章 共同基金业绩不佳的深层原因\n第9章 在主动管理中取胜\n第10章 另一种选择——交易所交易基金\n后记 盈利性共同基金的失败\n附录1 投资盈亏的衡量\n附录2 阿诺特、柏金和叶甲对共同基金收益的研究',
			pages: '335',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4212718.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4212718.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4212718.jpg'
			},
			alt: 'https://book.douban.com/subject/3725211/',
			id: '3725211',
			publisher: '中国青年出版社',
			isbn10: '7500687087',
			isbn13: '9787500687085',
			title: '不落俗套的成功',
			url: 'https://api.douban.com/v2/book/3725211',
			alt_title: 'Unconventional Success: A Fundamental Approach to Personal Investment',
			author_intro: '大卫·F·斯文森，耶鲁大学投资总监，是投资界的一位奇才。摩根士丹利的前任投资策略家巴顿·比格斯称他为“在一个充满了自我推销式偏执的职业中的一位哲学王子”。他管理着耶鲁大学140多亿美元的捐赠资产，并让耶鲁大学在过去的20年里的年收益率达到16.1％，这在机构投资者中。几乎无人能敌。\n斯文森，是美国教师保险与养老金协会（TIAA）、华盛顿卡梅格研究所（CarnegieInstitutionofWashington）、美国布鲁金斯研究所（TheBrookingsInstitution）的受托人，也是霍普金斯大学受托人委员会的财务主管。在耶鲁大学，他是伯克利学院的成员，伊丽莎自俱乐部的合伙人之一。还是国际金融中心的成员。斯文森先生在耶鲁学院和耶鲁大学管理学院为学生授课。斯文森曾出版著作有：畅销书《机构投资与基金管理的刨新》。',
			summary: '畅销书《机构投资与基金管理的刨新》为机构基金管理提供了一个完整而可靠的模板，它的作者又带来了一本指导个人投资者如何管理财产的好书。在《不落俗套的成功》一书中，投资界的传奇人物大卫·F·斯文森用无可置疑的证据告诉我们：盈利性的基金业一直都在让普通投资者们失望，从过高的管理费用到投资组合的经常性“炒单”，基金管理公司对利润的不懈追求伤害了个人客户。即使投资者能在与追逐利润的共同基金业的交手巾安然无恙，个体投资者也可能会感到痛苦。追涨杀跌（经常是两者一起操作）这种常见的操作损害了投资组合的收益，又增加了税负。这对投资者是种双重打击。简而言之：普通投资者所面临的障碍几乎是不可逾越的。斯文森的解决方法是什么呢？那就是一种逆向投资策略——选择多元化的、股票导向型，“模拟市场”的投资组合，有勇气坚持下来的投资者便会获得回报。斯文森的投资建议与传统相悖，他建议选择对投资者友善的非盈利性投资公司。投资者如果能回避主动管理型基金，并选择为客户着想的共同基金管理人，就为取得投资成功创造了前提条件。那么。《不落俗套的成功:最好的个人投资方法》的关键之处又是什么呢？《不落俗套的成功》为个人投资者提供了指导意见和金融专业知识。从而使他们在现在以及未来的理财之路上走得更加顺利！',
			price: '36.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 778,
				average: '7.6',
				min: 0
			},
			subtitle: '',
			author: [
				'[美]F·S·菲茨杰拉德'
			],
			pubdate: '2010-9',
			tags: [
				{
					count: 390,
					name: '菲茨杰拉德',
					title: '菲茨杰拉德'
				},
				{
					count: 161,
					name: '美国',
					title: '美国'
				},
				{
					count: 148,
					name: '小说',
					title: '小说'
				},
				{
					count: 143,
					name: '美国文学',
					title: '美国文学'
				},
				{
					count: 85,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 62,
					name: '文学',
					title: '文学'
				},
				{
					count: 58,
					name: 'FrancisScottFitzgerald',
					title: 'FrancisScottFitzgerald'
				},
				{
					count: 44,
					name: '上海译文出版社',
					title: '上海译文出版社'
				}
			],
			origin_title: 'This Side of Paradise',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4487788.jpg',
			binding: '精装',
			translator: [
				'金绍禹'
			],
			catalog: '第一卷 爱空想的自负者\n第一章 贝雅特丽丝的儿子艾默里\n第二章 源码顶建筑和怪兽滴水嘴\n第三章 自负者开始思考\n第四章 顾影自怜的美少年\n〔插曲 一九一七年五月至九一九年二月〕\n第二卷 一个重要人物所受的教育\n第一章 初入社会圈的少女\n第二章 康复实验\n第三章 轻狂的嘲弄\n第四章 鄙视一切的牺牲\n第五章 自负者成了一个重要人物',
			ebook_url: 'https://read.douban.com/ebook/10165934/',
			pages: '372',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4487788.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4487788.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4487788.jpg'
			},
			alt: 'https://book.douban.com/subject/4766960/',
			id: '4766960',
			publisher: '上海译文出版社',
			isbn10: '7532750663',
			isbn13: '9787532750665',
			title: '人间天堂',
			url: 'https://api.douban.com/v2/book/4766960',
			alt_title: 'This Side of Paradise',
			author_intro: '二十世纪美国最杰出的作家之一，以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。短短四十四年的人生，他的遭际几经跌宕起伏，在名利场中看尽世态炎凉。二十世纪末，美国学术界权威在百年英语长河中选出一百部最优秀的小说，凝聚了菲茨杰拉德才华横溢的两部长篇小说《了不起的盖茨比》和《夜色温柔》均榜上有名，前者更高居第二位。',
			summary: '作者的处女作，也是一部划时代的作品。它的问世奠定了菲茨杰拉德作为“爵士时代”的魁首和桂冠诗人的地位。主人公艾默里·布莱恩是典型的“迷惘的一代”，外表俊美，家境富裕，却给母亲培养成一个娇生惯养的孩子。在少年时代，这种贵族式的目空一切曾令他陷入痛苦，唯有在与达西大人的交往中，他才获得些许慰藉。在普林斯顿的大学岁月，加剧了他对中产阶级庸俗礼仪的反叛。成名的渴望使他心劳神疲，他徒劳地在爱情与生活中挣扎。曾与他志趣相投的朋友们逐渐离他而去，只有带领他初涉文坛的汤姆还与他保持着友谊。战争将学生时代欢快迷人的气氛转变为彻底的绝望。退伍后的他更加迷茫、颓废。三十岁时，他变得愤世嫉俗，开始厌恶这个社会制度，盼望来一场社会革命，把自己推到社会的顶峰。小说以作者自己的求学和海外生活为原型，描述了主人公从预备学校到大学，再经历第一次世界大战的经历，精彩再现了“迷惘一代”的精神面貌，作者以栩栩如生的笔触，捕捉到这个疯狂纵乐的时代背后的哀伤情绪。',
			ebook_price: '9.99',
			series: {
				id: '5828',
				title: '菲茨杰拉德文集'
			},
			price: '32.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [
				'Daniel Kehlmann'
			],
			pubdate: '2015-8-4',
			tags: [],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s28370333.jpg',
			binding: 'Paperback',
			translator: [
				'Carol Janeway'
			],
			catalog: '',
			pages: '272',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s28370333.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s28370333.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s28370333.jpg'
			},
			alt: 'https://book.douban.com/subject/26695487/',
			id: '26695487',
			publisher: 'Vintage',
			isbn10: '0804171599',
			isbn13: '9780804171595',
			title: 'F',
			url: 'https://api.douban.com/v2/book/26695487',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: 'USD 15.95'
		},
		{
			rating: {
				max: 10,
				numRaters: 1,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '2001-12',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s33526817.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s33526817.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s33526817.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s33526817.jpg'
			},
			alt: 'https://book.douban.com/subject/3486007/',
			id: '3486007',
			publisher: '中国地图出版社',
			isbn10: '7503127686',
			isbn13: '9787503127687',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486007',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '4.90元'
		},
		{
			rating: {
				max: 10,
				numRaters: 414,
				average: '7.3',
				min: 0
			},
			subtitle: '如何活成你想要的模样',
			author: [
				'[美]马克·曼森'
			],
			pubdate: '2017-7',
			tags: [
				{
					count: 91,
					name: '心理学',
					title: '心理学'
				},
				{
					count: 86,
					name: '好书，值得一读',
					title: '好书，值得一读'
				},
				{
					count: 83,
					name: '心理',
					title: '心理'
				},
				{
					count: 74,
					name: '都市焦虑',
					title: '都市焦虑'
				},
				{
					count: 65,
					name: '生活',
					title: '生活'
				},
				{
					count: 56,
					name: '我想读这本书',
					title: '我想读这本书'
				},
				{
					count: 41,
					name: '想读，一定很精彩！',
					title: '想读，一定很精彩！'
				},
				{
					count: 33,
					name: '暖心',
					title: '暖心'
				}
			],
			origin_title: 'The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach To Living A Good Life',
			image: 'https://img1.doubanio.com/view/subject/m/public/s29487867.jpg',
			binding: '平装',
			translator: [
				'舒建广'
			],
			catalog: '第一章\n生活的真相：人生就是一场修行\n人生就是一场修行 002\n生活就是一个问题接着一个问题007/\n解决问题才是快乐的本源/012\n别让情绪毁了你/ 016\n选择奋斗目标 / 020\n第二章\n焦虑的本质：切开忧郁的洋葱\n切开忧郁的洋葱 / 028\n如何活成自己想要的模样 / 035\n不良价值观夺走了你的幸福人生 /042\n区分好的价值观和不良的价值观 / 047\n第三章\n主动式思维：永远别说你没有选择\n永远别说你没有选择 / 052\n每个人都要做人生的选择题 / 054\n伟大伴随着责任 / 059\n面对悲剧，你的选择是…… / 067\n打好命运给你的烂牌 / 071\n带来焦虑的“受害者心态” / 076\n只有“做”或“不做”的问题 / 080\n第四章\n曼森规避法：在犯错中寻找答案\n在犯错中寻找答案 / 084\n我们的大脑有时是不可靠的 / 090\n为什么“跟着感觉走”不一定靠谱 / 094\n危险的“确定性” / 101\n曼森规避法 / 108\n放下的美丽 / 112\n如何减少“确定性” / 115\n第五章\n媒体陷阱：过度积极带来的“自尊危机”\n过度积极带来的“自尊危机” / 122\n“特权意识”与“过度补偿” / 129\n你我皆凡人 / 140\n平凡的意义 / 144\n第六章\n重塑幸福：不纠结的人生态度\n不纠结的人生态度 / 148\n不在乎的生活艺术 / 154\n“不在乎”不代表冷漠与消极 / 164\n第七章\n重塑自我：尊敬“一事无成”的自己\n尊敬“一事无成”的自己 / 174\n没有任何人能轻易成功 / 177\n苦痛是旅程中的风景 / 182\n“从零到一”才是最难的一步 / 189\n第八章\n告别焦虑：说“不”的重要性\n说“不”的重要性 / 196\n有舍必有得 / 203\n爱情的悲剧在于界限不清 / 206\n如何建立信任 / 216\n拒绝，让你更自由 / 221\n第九章\n向死而生：最好的告别\n最好的告别 / 226\n超越死亡的不朽工程 / 232\n人生只有一次，你选择怎样活 / 237\n鸣谢 / 247',
			pages: '256',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s29487867.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s29487867.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s29487867.jpg'
			},
			alt: 'https://book.douban.com/subject/27078778/',
			id: '27078778',
			publisher: '北京联合出版有限公司',
			isbn10: '7559606148',
			isbn13: '9787559606143',
			title: '重塑幸福',
			url: 'https://api.douban.com/v2/book/27078778',
			alt_title: 'The Subtle Art of Not Giving a F*ck: A Counterintuitive Approach To Living A Good Life',
			author_intro: '马克曼森（ Mark Manson），1984年3月9日生于德克萨斯州的奥斯汀，2007年获得波士顿大学金融学学位。是美国著名博主和企业家，是《时代》、CNN的专业撰稿人，《纽约时报》畅销作家，同时，他还是Infinity Squared Media LLC的首席执行官 和创始人。\n马克曼森曾用七年时间环游世界，旅行中的随笔发表在《福布斯》、《VIce》等多家杂志。\n著有《Models》《 The Subtle Art of Not Giving a F*ck》两本著作，其中《 The Subtle Art of Not Giving a F*ck》的中文译作《重塑幸福》已由“北京联合出版有限公司”出版。',
			summary: '“毒鸡汤”越看越焦虑，问题到底出在哪里？\n梦想和现实总是差距那么大，现在的人生不是你真正想过的那个？\n明明很爱身边的人，却总是难以相处融洽，“爱无能”困扰着你？\n为什么一夜暴富，名利双收的事情总是在别人身上，觉得老天对你不公平？\n不是你不够优秀，也不是你的运气不好，而是你的“毒三观”正在折磨你自己！\n治愈“都市病”的一剂良方， 揭穿都市人的焦虑“元凶”，击碎给带你重压的“毒三观”\n人气纽约人生导师，环游世界7年回归之作，告诉什么东西根本不值得GiveAF*cK！\n重塑心灵的真实意见，带你冲破迷茫，别让这个时代的焦虑困扰本该自由的你！\n蝉联亚马逊阅读非虚构类周榜冠军7周，登榜《纽约时报》自助类前五29周至今，风靡全美的都市人生活方式变革之作。\n这是一本改变了二百万纽约人生活的“都市零焦虑”生活方式指南。作者向在生活在都市中的每一个人发出了警告：多年来，媒体过度宣传的“有毒”价值观才是给我们带来焦虑的元凶！如果你觉得自己一事无成、碌碌无为，如果你过分在意“朋友圈”、活在别人的眼光里，如果你陷入了一段只会给你带来苦痛的情感之中，如果你感觉孤独、在都市中找不到立足之地，那么，你可能已经面临着已经困扰无数都市人的焦虑危机，拥有的越多，感觉越不快乐，生活越迷茫，幸福就越遥远。\n环游世界7年的明星人生导师 马克·曼森，在这本书中讨论了人生的真正意义，如何面对挫折，和让爱情、友情和亲情永葆长青的秘密，告诉我们什么是我们生命中真正重要、值得在乎的，而什么是只会让我们困扰的无聊琐事。他教给我们如何对压力、烦恼和世俗的眼光说不，勇敢重塑属于自己的幸福。曼森就像你的老朋友，直视你的心灵与头脑，告诉你那些被都市噪音掩埋了的生活的真谛,讲给你一个又一个妙趣横生的故事，带领你清醒、脚踏实地地过好自己真正想要的那个人生。',
			price: '39.8'
		},
		{
			rating: {
				max: 10,
				numRaters: 11,
				average: '8.4',
				min: 0
			},
			subtitle: 'From Bryan to F.D.R',
			author: [
				'Richard Hofstadter'
			],
			pubdate: '1960-2-12',
			tags: [
				{
					count: 8,
					name: '历史',
					title: '历史'
				},
				{
					count: 6,
					name: 'Richard_Hofstadter',
					title: 'Richard_Hofstadter'
				},
				{
					count: 4,
					name: '思想史',
					title: '思想史'
				},
				{
					count: 4,
					name: '哈佛书架',
					title: '哈佛书架'
				},
				{
					count: 3,
					name: '美國',
					title: '美國'
				},
				{
					count: 3,
					name: '美国',
					title: '美国'
				},
				{
					count: 3,
					name: 'project',
					title: 'project'
				},
				{
					count: 2,
					name: '猶太',
					title: '猶太'
				}
			],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s28775343.jpg',
			binding: 'Mass Market Paperback',
			translator: [],
			catalog: '',
			pages: '352',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s28775343.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s28775343.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s28775343.jpg'
			},
			alt: 'https://book.douban.com/subject/2429840/',
			id: '2429840',
			publisher: 'Vintage',
			isbn10: '0394700953',
			isbn13: '9780394700953',
			title: 'The Age of Reform',
			url: 'https://api.douban.com/v2/book/2429840',
			alt_title: '',
			author_intro: '',
			summary: 'This book is a landmark in American political thought. It examines the passion for progress and reform that colored the entire period from 1890 to 1940 -- with startling and stimulating results. it searches out the moral and emotional motives of the reformers the myths and dreams in which they believed, and the realities with which they had to compromise.\n\nWinner of the Pulitzer Prize.',
			price: 'USD 14.95'
		},
		{
			rating: {
				max: 10,
				numRaters: 862,
				average: '7.2',
				min: 0
			},
			subtitle: '',
			author: [
				'F·巴特曼'
			],
			pubdate: '2006-6',
			tags: [
				{
					count: 272,
					name: '健康',
					title: '健康'
				},
				{
					count: 176,
					name: '养生',
					title: '养生'
				},
				{
					count: 145,
					name: '水是最好的药',
					title: '水是最好的药'
				},
				{
					count: 98,
					name: '水',
					title: '水'
				},
				{
					count: 72,
					name: '科普',
					title: '科普'
				},
				{
					count: 64,
					name: '医学',
					title: '医学'
				},
				{
					count: 61,
					name: '美国',
					title: '美国'
				},
				{
					count: 56,
					name: '保健',
					title: '保健'
				}
			],
			origin_title: '',
			image: 'https://img9.doubanio.com/view/subject/m/public/s10251136.jpg',
			binding: '简裝本',
			translator: [
				'刘晓梅'
			],
			catalog: '',
			pages: '179',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s10251136.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s10251136.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s10251136.jpg'
			},
			alt: 'https://book.douban.com/subject/1798844/',
			id: '1798844',
			publisher: '吉林文史',
			isbn10: '7807023767',
			isbn13: '9787807023760',
			title: '水是最好的药',
			url: 'https://api.douban.com/v2/book/1798844',
			alt_title: '',
			author_intro: '',
			summary: '《水是最好的药 》讲述的是你了解自己身体内的水吗？你了解身体缺水会导致哪些疾病吗？你知道仅仅用水就可以治愈许多慢性疾病吗？也许，你长年患有关节炎、过敏症、高血压；也许，你正在经受哮喘、糖尿病或肠炎性疼痛的折磨，那么，请您来读一读《水是最好的药》这本书吧！美国著名医学博士F·巴特曼会告诉你：你没病，只是渴了！本书一个震惊世界的医学发现，可与《圣经》相提并论。',
			price: '28.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [
				'Surhone, Lambert M.; Tennoe, Mariam T.; Henssonow, Susan F.'
			],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s22330248.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '124',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s22330248.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s22330248.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s22330248.jpg'
			},
			alt: 'https://book.douban.com/subject/19519848/',
			id: '19519848',
			publisher: '',
			isbn10: '6136433419',
			isbn13: '9786136433417',
			title: 'F',
			url: 'https://api.douban.com/v2/book/19519848',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: ''
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [
				'Miller, Frederic P.; Vandome, Agnes F.; McBrewster, John'
			],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img3.doubanio.com/view/subject/m/public/s22143521.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '64',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s22143521.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s22143521.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s22143521.jpg'
			},
			alt: 'https://book.douban.com/subject/19332237/',
			id: '19332237',
			publisher: '',
			isbn10: '6134032956',
			isbn13: '9786134032957',
			title: 'F',
			url: 'https://api.douban.com/v2/book/19332237',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: ''
		},
		{
			rating: {
				max: 10,
				numRaters: 15,
				average: '9.7',
				min: 0
			},
			subtitle: '英知ムック24',
			author: [
				'前場輝夫'
			],
			pubdate: '1984-10-20',
			tags: [
				{
					count: 38,
					name: '少女写真',
					title: '少女写真'
				},
				{
					count: 29,
					name: '倉橋のぞみ',
					title: '倉橋のぞみ'
				},
				{
					count: 16,
					name: '写真',
					title: '写真'
				},
				{
					count: 10,
					name: '山田13岁',
					title: '山田13岁'
				},
				{
					count: 9,
					name: '諏訪野しおり「君はキラリ」',
					title: '諏訪野しおり「君はキラリ」'
				},
				{
					count: 9,
					name: '看看',
					title: '看看'
				},
				{
					count: 9,
					name: '可以',
					title: '可以'
				},
				{
					count: 6,
					name: '132',
					title: '132'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s6979147.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s6979147.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s6979147.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s6979147.jpg'
			},
			alt: 'https://book.douban.com/subject/6938893/',
			id: '6938893',
			publisher: '英知出版',
			isbn10: '4876170355',
			isbn13: '9784876170357',
			title: '諏訪野しおり「君はキラリ」',
			url: 'https://api.douban.com/v2/book/6938893',
			alt_title: '',
			author_intro: '諏訪野 しおり，1971年8月13日 在神奈川县出身，本名新美 茂子（にいみ しげこ）。又名諏訪野 詩織、若葉 しをり、新美 みのり、新田 まゆみ（あらた まゆみ）、白川 綾音等。\n她因拍摄多本少女写真集，而一度被称为"諏訪野しおり"时代。成熟的外貌和少女的美丽身材，深受fans的喜爱。\n据公开的资料显示，她毕业于横滨市内高中。12岁时身高143，体重31，三围B69-H58，17岁时身高1米65，三围B78-W65-H85cm。兴趣是爵士舞、漫画，运动是乒乓球和游泳，食物是牛排和水果。“我的性格很容易被欺骗。”\n1984年因第一部写真集《君はキラリ》大卖10万部而红，1989年12月以新田まゆみ的名义出演《勝手にしやがれヘイ!ブラザー》第10话后，就退出演艺界。\n以諏訪野しおり名义出演的写真集\n《君はキラリ》前場輝夫撮影（英知出版 1984年10月20日）\n以新田まゆみ名义出演的写真集\n《1500日のネットワーク》大海賊特別編集　前場輝夫・藤田圏生撮影（英知出版 1988年12月25日）\n《METAMORPHOSE》鯨井康雄撮影（近代映画社 1989年9月30日）\nVHS出行过两支：\n諏訪野しおり\n《君はキラリ》（宇宙企画、1985年1月30日）\n新田まゆみ\n《ファンレター》（英知出版 1988年）',
			summary: '1985年1月30日宇宙企画又趁热发行了本写真集的同名VHS录像带（26分钟）。网上曾经有纯净版流出，画质一般。',
			price: '1,200円'
		},
		{
			rating: {
				max: 10,
				numRaters: 52,
				average: '8.3',
				min: 0
			},
			subtitle: 'L與F的行蹤',
			author: [
				'武井宏之'
			],
			pubdate: '',
			tags: [
				{
					count: 16,
					name: '漫画',
					title: '漫画'
				},
				{
					count: 11,
					name: '武井宏之',
					title: '武井宏之'
				},
				{
					count: 7,
					name: '日本',
					title: '日本'
				},
				{
					count: 6,
					name: '通灵王',
					title: '通灵王'
				},
				{
					count: 5,
					name: '日本漫画',
					title: '日本漫画'
				},
				{
					count: 4,
					name: '少年漫画',
					title: '少年漫画'
				},
				{
					count: 2,
					name: '热血',
					title: '热血'
				},
				{
					count: 2,
					name: '♦少年漫画',
					title: '♦少年漫画'
				}
			],
			origin_title: '',
			image: 'https://img1.doubanio.com/view/subject/m/public/s4684208.jpg',
			binding: '平装',
			translator: [],
			catalog: '第一百零八回  56億年的記憶\n第一百零九回  選手村DAYS\n第一百一十回  MY TEAM成立\n第一百一十一回  L與F的行蹤\n第一百一十二回  IN TOKYO\n第一百一十三回  FIGHT\n第一百一十四回  黑色美洲豹\n第一百一十五回  男人與貝約狄\n第一百一十六回  卓高拉布的聖誕\n附加四格漫畫  Ponti&Conti\n特別附錄  踏張之詩  六地藏之夜',
			pages: '190',
			images: {
				small: 'https://img1.doubanio.com/view/subject/s/public/s4684208.jpg',
				large: 'https://img1.doubanio.com/view/subject/l/public/s4684208.jpg',
				medium: 'https://img1.doubanio.com/view/subject/m/public/s4684208.jpg'
			},
			alt: 'https://book.douban.com/subject/6052949/',
			id: '6052949',
			publisher: '天下出版有限公司',
			isbn10: '9629980398',
			isbn13: '9789629980399',
			title: '通靈王13',
			url: 'https://api.douban.com/v2/book/6052949',
			alt_title: '',
			author_intro: '',
			summary: '葉等人終於到達了帕奇村。這個地方曾經存在著整個地球的靈魂源泉·偉大精神。村子正在為決戰作準備。決戰以每3人為一組的方式出場。葉他們必須聚齊同伴…!?',
			series: {
				id: '8837',
				title: '通灵王（香港中文版）'
			},
			price: '$28'
		},
		{
			rating: {
				max: 10,
				numRaters: 959,
				average: '8.3',
				min: 0
			},
			subtitle: '',
			author: [
				'(美)F·S·菲茨杰拉德'
			],
			pubdate: '2011-1',
			tags: [
				{
					count: 389,
					name: '菲茨杰拉德',
					title: '菲茨杰拉德'
				},
				{
					count: 180,
					name: '小说',
					title: '小说'
				},
				{
					count: 171,
					name: '美国文学',
					title: '美国文学'
				},
				{
					count: 161,
					name: '美国',
					title: '美国'
				},
				{
					count: 109,
					name: '外国文学',
					title: '外国文学'
				},
				{
					count: 96,
					name: '短篇小说',
					title: '短篇小说'
				},
				{
					count: 52,
					name: '文学',
					title: '文学'
				},
				{
					count: 51,
					name: 'Francis_Scott_Fitzgerald',
					title: 'Francis_Scott_Fitzgerald'
				}
			],
			origin_title: 'Tales of the Jazz Age',
			image: 'https://img3.doubanio.com/view/subject/m/public/s4597065.jpg',
			binding: '精装',
			translator: [
				'裘因、萧甘等'
			],
			catalog: '最近的回忆\n橡皮糖\n骆驼的后背\n五一节\n瓷浴盆与粉红色\n奇幻作品\n一颗像里茨饭店那么大的钻石\n返老还童（又名：本杰明·巴顿奇事）\n齐普赛街的塔昆\n“啊，赤褐色的女巫！”\n未分类的重要作品\n幸福的辛酸\n黏糊先生\n山里姑娘杰米娜',
			ebook_url: 'https://read.douban.com/ebook/5481946/',
			pages: '348',
			images: {
				small: 'https://img3.doubanio.com/view/subject/s/public/s4597065.jpg',
				large: 'https://img3.doubanio.com/view/subject/l/public/s4597065.jpg',
				medium: 'https://img3.doubanio.com/view/subject/m/public/s4597065.jpg'
			},
			alt: 'https://book.douban.com/subject/4898534/',
			id: '4898534',
			publisher: '上海译文出版社',
			isbn10: '7532751414',
			isbn13: '9787532751419',
			title: '爵士时代的故事',
			url: 'https://api.douban.com/v2/book/4898534',
			alt_title: 'Tales of the Jazz Age',
			author_intro: 'F·S·菲茨杰拉德（Francis Scott Fitzgerald，1896—1940）\n二十世纪美国最杰出的作家之一，以诗人和梦想家的气质为“爵士时代”吟唱华丽挽歌。短短四十四年的人生，他的遭际几经跌宕起伏，在名利场中看尽世态炎凉。二十世纪末，美国学术界权威在百年英语长河中选出一百部最优秀的小说，凝聚了菲茨杰拉德才华横溢的两部长篇小说《了不起的盖茨比》和《夜色温柔》均榜上有名，前者更高居第二位。',
			summary: '菲氏创作生涯的里程碑  定义爵士时代的经典文本\n那是奇迹频生的年代，那是艺术的年代，那是挥霍无度的年代，那是嘲讽的年代。\n那时，在年轻的我们眼前，一切都像镀上了玫瑰红，浪漫无比，因为此后，对于周遭的环境，我们将永远不会再如此感同身受。\n——F·S·菲茨杰拉德\n《爵士时代的故事》是菲茨杰拉德第二部短篇小说集，1922年9月由斯克里布纳出版公司出版，一共包括十一个短篇：《橡皮糖》、《骆驼的后背》、《五一节》、《瓷浴盆与粉红色》、《一颗像里兹饭店那么大的钻石》、《返老还童》、《齐普赛街的塔昆》、《啊，赤褐色的女巫！》、《幸福的辛酸》、《黏糊先生》、《山里姑娘杰米娜》。篇篇情节生动，寓意深刻，艺术感强烈，记录并描绘了年轻一代的梦想、追求、爱情、痛苦、失望、艰辛、迷茫等复杂的人生经历，折射出光彩夺目的爵士时代的异彩，高度戏剧化地表现了现代意识和传统观念之间的剧烈矛盾冲突。有些如《骆驼的后背》、《返老还童》等，经过改编之后还被好莱坞拍成了电影。\n《爵士时代的故事》里的每个短篇都在当时最时髦的杂志《星期日晚邮报》《时髦人士》上登过，广受好评，折射出爵士时代的异彩。',
			ebook_price: '9.99',
			series: {
				id: '5828',
				title: '菲茨杰拉德文集'
			},
			price: '33.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3507213/',
			id: '3507213',
			publisher: '',
			isbn10: '7536544634',
			isbn13: '9787536544635',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3507213',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '4.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3480399/',
			id: '3480399',
			publisher: '',
			isbn10: '7220062478',
			isbn13: '9787220062476',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3480399',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '3.60元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3462205/',
			id: '3462205',
			publisher: '',
			isbn10: '7220066392',
			isbn13: '9787220066399',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3462205',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '4.45元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3494110/',
			id: '3494110',
			publisher: '',
			isbn10: '7536464606',
			isbn13: '9787536464605',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3494110',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '12.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3494111/',
			id: '3494111',
			publisher: '',
			isbn10: '7536464592',
			isbn13: '9787536464599',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3494111',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '12.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3494114/',
			id: '3494114',
			publisher: '',
			isbn10: '7536464630',
			isbn13: '9787536464636',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3494114',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '10.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3662407/',
			id: '3662407',
			publisher: '',
			isbn10: '754085037X',
			isbn13: '9787540850371',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3662407',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '9.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3662408/',
			id: '3662408',
			publisher: '',
			isbn10: '7540850388',
			isbn13: '9787540850388',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3662408',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '7.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3662409/',
			id: '3662409',
			publisher: '',
			isbn10: '7540850353',
			isbn13: '9787540850357',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3662409',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3662410/',
			id: '3662410',
			publisher: '',
			isbn10: '754085040X',
			isbn13: '9787540850401',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3662410',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3662411/',
			id: '3662411',
			publisher: '',
			isbn10: '7540850396',
			isbn13: '9787540850395',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3662411',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3662412/',
			id: '3662412',
			publisher: '',
			isbn10: '7540850361',
			isbn13: '9787540850364',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3662412',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3461198/',
			id: '3461198',
			publisher: '',
			isbn10: '7562127808',
			isbn13: '9787562127802',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3461198',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.45元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3466583/',
			id: '3466583',
			publisher: '',
			isbn10: '7562126240',
			isbn13: '9787562126249',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3466583',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.10元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486155/',
			id: '3486155',
			publisher: '',
			isbn10: '7536539312',
			isbn13: '9787536539310',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486155',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '7.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486158/',
			id: '3486158',
			publisher: '',
			isbn10: '7536539266',
			isbn13: '9787536539266',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486158',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '7.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486223/',
			id: '3486223',
			publisher: '',
			isbn10: '7562130523',
			isbn13: '9787562130529',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486223',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '6.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486224/',
			id: '3486224',
			publisher: '',
			isbn10: '7220073496',
			isbn13: '9787220073496',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486224',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '10.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486231/',
			id: '3486231',
			publisher: '',
			isbn10: '754112494X',
			isbn13: '9787541124945',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486231',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '10.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486246/',
			id: '3486246',
			publisher: '',
			isbn10: '754084437X',
			isbn13: '9787540844370',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486246',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '14.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486250/',
			id: '3486250',
			publisher: '',
			isbn10: '7541125024',
			isbn13: '9787541125027',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486250',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '15.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486253/',
			id: '3486253',
			publisher: '',
			isbn10: '7541125075',
			isbn13: '9787541125072',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486253',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '14.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486392/',
			id: '3486392',
			publisher: '',
			isbn10: '7220058810',
			isbn13: '9787220058813',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486392',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '9.55元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486394/',
			id: '3486394',
			publisher: '',
			isbn10: '7220066104',
			isbn13: '9787220066108',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486394',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '10.85元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486396/',
			id: '3486396',
			publisher: '',
			isbn10: '7220068298',
			isbn13: '9787220068294',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486396',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '10.85元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3485206/',
			id: '3485206',
			publisher: '',
			isbn10: '7543541823',
			isbn13: '9787543541825',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3485206',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.40元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486133/',
			id: '3486133',
			publisher: '',
			isbn10: '7541125121',
			isbn13: '9787541125126',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486133',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '11.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486191/',
			id: '3486191',
			publisher: '',
			isbn10: '7540844116',
			isbn13: '9787540844110',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486191',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486200/',
			id: '3486200',
			publisher: '',
			isbn10: '7541124966',
			isbn13: '9787541124969',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486200',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '13.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486257/',
			id: '3486257',
			publisher: '',
			isbn10: '7541125237',
			isbn13: '9787541125232',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486257',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '17.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486417/',
			id: '3486417',
			publisher: '',
			isbn10: '7220073402',
			isbn13: '9787220073403',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486417',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486723/',
			id: '3486723',
			publisher: '',
			isbn10: '7503126914',
			isbn13: '9787503126918',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486723',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '11.90元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3486724/',
			id: '3486724',
			publisher: '',
			isbn10: '7503126922',
			isbn13: '9787503126925',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3486724',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '9.65元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img9.doubanio.com/view/subject/m/public/s25512966.jpg',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img9.doubanio.com/view/subject/s/public/s25512966.jpg',
				large: 'https://img9.doubanio.com/view/subject/l/public/s25512966.jpg',
				medium: 'https://img9.doubanio.com/view/subject/m/public/s25512966.jpg'
			},
			alt: 'https://book.douban.com/subject/3487244/',
			id: '3487244',
			publisher: '',
			isbn10: '7540915854',
			isbn13: '9787540915858',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3487244',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '3.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3487372/',
			id: '3487372',
			publisher: '',
			isbn10: '7540933569',
			isbn13: '9787540933562',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3487372',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '3.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3484621/',
			id: '3484621',
			publisher: '',
			isbn10: '7503015802',
			isbn13: '9787503015809',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3484621',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '13.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3484625/',
			id: '3484625',
			publisher: '',
			isbn10: '7503015799',
			isbn13: '9787503015793',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3484625',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '13.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3474240/',
			id: '3474240',
			publisher: '',
			isbn10: '7806574506',
			isbn13: '9787806574508',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3474240',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.25元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3462398/',
			id: '3462398',
			publisher: '',
			isbn10: '7220062486',
			isbn13: '9787220062483',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3462398',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '3.60元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3462400/',
			id: '3462400',
			publisher: '',
			isbn10: '7220065809',
			isbn13: '9787220065804',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3462400',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '6.60元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3493510/',
			id: '3493510',
			publisher: '',
			isbn10: '7540847395',
			isbn13: '9787540847395',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3493510',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '4.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3493662/',
			id: '3493662',
			publisher: '',
			isbn10: '7540936568',
			isbn13: '9787540936563',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3493662',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '10.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3493803/',
			id: '3493803',
			publisher: '',
			isbn10: '722007560X',
			isbn13: '9787220075605',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3493803',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '8.50元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3493539/',
			id: '3493539',
			publisher: '',
			isbn10: '7540847654',
			isbn13: '9787540847654',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3493539',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.00元'
		},
		{
			rating: {
				max: 10,
				numRaters: 0,
				average: '0.0',
				min: 0
			},
			subtitle: '',
			author: [],
			pubdate: '',
			tags: [],
			origin_title: '',
			image: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
			binding: '',
			translator: [],
			catalog: '',
			pages: '',
			images: {
				small: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				large: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif',
				medium: 'https://img1.doubanio.com/f/shire/5522dd1f5b742d1e1394a17f44d590646b63871d/pics/book-default-lpic.gif'
			},
			alt: 'https://book.douban.com/subject/3493552/',
			id: '3493552',
			publisher: '',
			isbn10: '7540847794',
			isbn13: '9787540847791',
			title: 'F',
			url: 'https://api.douban.com/v2/book/3493552',
			alt_title: '',
			author_intro: '',
			summary: '',
			price: '5.00元'
		}
	]
}
